[
  {
    "name": "Bárbaro",
    "description": "Um guerreiro feroz que usa fúria primitiva em batalha.",
    "hitDie": 12,
    "primaryAbility": "Força",
    "secondaryAbility": "Constituição",
    "suggestedBackground": "Forasteiro",
    "flavorText": "Um humano alto membro de alguma tribo caminha em meio a uma nevasca, coberto por peles e empunhando seu machado. Ele gargalha à medida que avança em direção do gigante do gelo que ousou caçar os alces que o seu povo arrebahava.",
    "proficiency": {
      "armor": ["Armaduras leves", "Armaduras médias", "Escudos"],
      "weapons": ["Armas simples", "Armas marciais"],
      "tools": [],
      "savingThrows": ["Força", "Constituição"],
      "skills": [
        "Lidar com Animais",
        "Atletismo",
        "Intimidação",
        "Natureza",
        "Percepção",
        "Sobrevivência"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) um machado grande ou (b) qualquer arma marcial corpo-a-corpo",
      "(a) dois machados de mão ou (b) qualquer arma simples",
      "Um pacote de aventureiro e quatro azagaias"
    ],
    "subclasses": [
      {
        "name": "Trilha do Berserker",
        "description": "Bárbaros que seguem o Caminho do Furioso direcionam sua Fúria principalmente para a violência. Seu caminho é de fúria desenfreada.",
        "features": [
          {
            "name": "Frenesi",
            "description": "Se você usar Ataque Descuidado enquanto sua Fúria está ativa, você causa dano extra ao primeiro alvo que acertar no seu turno com um ataque baseado em Força. Para determinar o dano extra, role um número de d6s igual ao seu bônus de Dano de Fúria e some-os. O dano tem o mesmo tipo da arma ou ataque desarmado usado para o ataque.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Fúria Irracional",
            "description": "Você tem imunidade às condições Encantado e Amedrontado enquanto sua Fúria está ativa. Se você estiver Encantado ou Amedrontado quando entrar em sua Fúria, a condição termina em você.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Retaliação",
            "description": "Quando você receber dano de uma criatura que está a 1,5 metro de você, você pode usar sua reação para fazer um ataque corpo-a-corpo contra essa criatura, usando uma arma ou ataque desarmado.",
            "level": 10,
            "isPassive": false
          },
          {
            "name": "Presença Intimidante",
            "description": "Como ação bônus, você pode incutir terror em outros com sua presença ameaçadora e poder primitivo. Quando você fizer isso, cada criatura à sua escolha em uma emanação de 9 metros originada de você deve fazer um teste de resistência de Sabedoria (CD 8 + seu modificador de Força + seu bônus de proficiência). Em uma falha, uma criatura tem a condição Amedrontado por 1 minuto.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Trilha do Coração Selvagem",
        "description": "Bárbaros que seguem o Caminho do Coração Selvagem se veem como parentes dos animais. Eles aprendem meios mágicos para se comunicar com animais.",
        "features": [
          {
            "name": "Falante de Animais",
            "description": "Você pode conjurar os feitiços Sentido da Besta e Falar com Animais, mas apenas como rituais. Sabedoria é sua habilidade de conjuração para eles.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Fúria das Selvas",
            "description": "Sua Fúria se conecta ao poder primitivo dos animais. Sempre que você ativar sua Fúria, você ganha uma das seguintes opções à sua escolha: Urso (resistência a todos os tipos de dano exceto Força, Necrótico, Psíquico e Radiante), Águia (pode usar ações de Desengajar e Correr como parte da ação bônus), Lobo (aliados têm vantagem em ataques contra inimigos a 1,5 metro de você).",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Aspecto das Selvas",
            "description": "Você ganha uma das seguintes opções à sua escolha: Coruja (visão no escuro de 18 metros), Pantera (velocidade de escalada igual à sua velocidade), Salmão (velocidade de natação igual à sua velocidade). Sempre que você terminar um Descanso Longo, você pode mudar sua escolha.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Falante da Natureza",
            "description": "Você pode conjurar o feitiço Comungar com a Natureza, mas apenas como ritual. Sabedoria é sua habilidade de conjuração para ele.",
            "level": 10,
            "isPassive": false
          },
          {
            "name": "Poder das Selvas",
            "description": "Sempre que você ativar sua Fúria, você ganha uma das seguintes opções à sua escolha: Falcão (velocidade de voo igual à sua velocidade se não estiver vestindo armadura), Leão (inimigos a 1,5 metro têm desvantagem em ataques contra outros), Carneiro (pode fazer criaturas Grandes ou menores ficarem de bruços quando acertá-las com ataque corpo-a-corpo).",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Trilha da Árvore do Mundo",
        "description": "Bárbaros que seguem o Caminho da Árvore do Mundo se conectam com a árvore cósmica Yggdrasil através de sua Fúria.",
        "features": [
          {
            "name": "Vitalidade da Árvore",
            "description": "Sua Fúria se conecta à força vital da Árvore do Mundo. Você ganha os seguintes benefícios: Surto de Vitalidade (quando ativar sua Fúria, você ganha pontos de vida temporários iguais ao seu nível de Bárbaro), Força Doadora de Vida (no início de cada turno enquanto sua Fúria está ativa, você pode escolher outra criatura a 3 metros de você para ganhar pontos de vida temporários).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Ramos da Árvore",
            "description": "Sempre que uma criatura que você pode ver começar seu turno a 9 metros de você enquanto sua Fúria está ativa, você pode usar sua reação para convocar ramos espectrais da Árvore do Mundo ao redor dela. O alvo deve ter sucesso em um teste de resistência de Força ou ser teletransportado para um espaço desocupado que você possa ver a 1,5 metro de você.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Raízes Devastadoras",
            "description": "Durante seu turno, seu alcance é 3 metros maior com qualquer arma corpo-a-corpo que tenha a propriedade Pesada ou Versátil, pois tentáculos da Árvore do Mundo se estendem de você.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Viajar pela Árvore",
            "description": "Quando você ativar sua Fúria e como ação bônus enquanto sua Fúria está ativa, você pode se teletransportar até 18 metros para um espaço desocupado que você possa ver. Uma vez por Fúria, você pode aumentar o alcance desse teletransporte para 45 metros e trazer até seis criaturas dispostas que estão a 3 metros de você.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Trilha do Fanático",
        "description": "Bárbaros que seguem o Caminho do Zelota recebem bênçãos de um deus ou panteão. Eles experimentam sua Fúria como um episódio extático de união divina.",
        "features": [
          {
            "name": "Fúria Divina",
            "description": "Você pode canalizar poder divino em seus golpes. Em cada um dos seus turnos enquanto sua Fúria está ativa, a primeira criatura que você acertar com uma arma ou ataque desarmado recebe dano extra igual a 1d6 mais metade do seu nível de Bárbaro (arredondado para baixo). O dano extra é Necrótico ou Radiante; você escolhe o tipo cada vez que causar o dano.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Guerreiro dos Deuses",
            "description": "Uma entidade divina ajuda a garantir que você possa continuar a luta. Você tem um poço de quatro d12s que pode gastar para se curar. Como ação bônus, você pode gastar dados do poço, rolá-los e recuperar um número de pontos de vida igual ao total da rolagem.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Foco Fanático",
            "description": "Uma vez por Fúria ativa, se você falhar em um teste de resistência, você pode rolar novamente com um bônus igual ao seu bônus de Dano de Fúria, e você deve usar a nova rolagem.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Presença Zelosa",
            "description": "Como ação bônus, você libera um grito de guerra infundido com energia divina. Até dez outras criaturas à sua escolha a 18 metros de você ganham vantagem em jogadas de ataque e testes de resistência até o início do seu próximo turno.",
            "level": 10,
            "isPassive": false
          },
          {
            "name": "Fúria dos Deuses",
            "description": "Quando você ativar sua Fúria, você pode assumir a forma de um guerreiro divino. Esta forma dura por 1 minuto ou até você cair para 0 pontos de vida. Enquanto nesta forma, você tem Voo, Resistência a Necrótico, Psíquico e Radiante, e pode usar uma reação para evitar que uma criatura a 9 metros de você caia para 0 pontos de vida.",
            "level": 14,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Fúria",
        "description": "Você pode se imbuir de um poder primitivo chamado Fúria, uma força que lhe concede força e resistência extraordinárias. Você pode entrar nela como uma Ação Bônus se não estiver vestindo armadura pesada. Você pode entrar em sua Fúria o número de vezes mostrado para seu nível de Bárbaro na coluna Fúrias da tabela de Características do Bárbaro.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Defesa sem Armadura",
        "description": "Enquanto você não estiver vestindo nenhuma armadura, sua Classe de Armadura base é igual a 10 mais seus modificadores de Destreza e Constituição. Você pode usar um escudo e ainda ganhar este benefício.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Maestria em Arma",
        "description": "Seu treinamento com armas permite que você use as propriedades de domínio de dois tipos de armas corpo-a-corpo simples ou marciais à sua escolha, como machados grandes e machados de mão. Sempre que você terminar um Descanso Longo, você pode praticar exercícios com armas e mudar uma dessas escolhas de arma.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Sentido de Perigo",
        "description": "Você ganha um sentido sobrenatural de quando as coisas não estão como deveriam estar, dando-lhe uma vantagem ao evitar perigos. Você tem vantagem em testes de resistência de Destreza, a menos que tenha a condição Incapacitado.",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Ataque Imprudente",
        "description": "Você pode jogar fora toda preocupação com a defesa para atacar com ferocidade aumentada. Quando você fizer sua primeira jogada de ataque no seu turno, você pode decidir atacar descuidadamente. Fazer isso lhe dá vantagem em jogadas de ataque usando Força até o início do seu próximo turno, mas jogadas de ataque contra você têm vantagem durante esse tempo.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Subclasse de Bárbaro",
        "description": "Você ganha uma subclasse de Bárbaro à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Bárbaro. Para o resto da sua carreira, você ganha cada uma das características da sua subclasse que são do seu nível de Bárbaro ou menor.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Conhecimento Primitivo",
        "description": "Você ganha proficiência em outra perícia à sua escolha da lista de perícias disponível para Bárbaros no nível 1. Além disso, enquanto sua Fúria está ativa, você pode canalizar poder primitivo quando tentar certas tarefas; sempre que você fizer um teste de habilidade usando uma das seguintes perícias, você pode fazê-lo como um teste de Força mesmo que normalmente use uma habilidade diferente: Acrobacia, Intimidação, Percepção, Furtividade ou Sobrevivência.",
        "level": 3,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Bárbaro.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Ataque Extra",
        "description": "Você pode atacar duas vezes ao invés de uma sempre que realizar a ação de Ataque no seu turno.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Movimento Rápido",
        "description": "Sua velocidade aumenta em 3 metros enquanto você não estiver vestindo armadura pesada.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bárbaro.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Instintos Primitivos",
        "description": "Seus instintos são tão apurados que você tem vantagem nas jogadas de iniciativa.",
        "level": 7,
        "isPassive": true
      },
      {
        "name": "Bote Instintivo",
        "description": "Como parte da Ação Bônus que você toma para entrar em sua Fúria, você pode se mover até metade da sua velocidade.",
        "level": 7,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Golpe Brutal",
        "description": "Se você usar Ataque Descuidado, você pode renunciar a qualquer vantagem em uma jogada de ataque baseada em Força à sua escolha no seu turno. A jogada de ataque escolhida não deve ter desvantagem. Se a jogada de ataque escolhida acertar, o alvo recebe 1d10 de dano extra do mesmo tipo causado pela arma ou ataque desarmado, e você pode causar um efeito de Golpe Brutal à sua escolha.",
        "level": 9,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bárbaro.",
        "level": 10,
        "isPassive": false
      },
      {
        "name": "Fúria Implacável",
        "description": "Sua Fúria pode mantê-lo lutando apesar de ferimentos graves. Se você cair para 0 pontos de vida enquanto sua Fúria está ativa e não morrer instantaneamente, você pode fazer um teste de resistência de Constituição CD 10. Se você tiver sucesso, seus pontos de vida mudam para um número igual ao dobro do seu nível de Bárbaro.",
        "level": 11,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Golpe Brutal Fortalecido",
        "description": "Você apurou novas maneiras de atacar furiosamente. Os seguintes efeitos agora estão entre suas opções de Golpe Brutal: Golpe Desconcertante (o alvo tem desvantagem no próximo teste de resistência que fizer e não pode fazer ataques de oportunidade até o início do seu próximo turno), Golpe Devastador (antes do início do seu próximo turno, a próxima jogada de ataque feita por outra criatura contra o alvo ganha um bônus de +5 na jogada).",
        "level": 13,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bárbaro.",
        "level": 14,
        "isPassive": false
      },
      {
        "name": "Fúria Persistente",
        "description": "Quando você rolar iniciativa, você pode recuperar todos os usos gastos de Fúria. Depois que você recuperar usos de Fúria desta forma, você não pode fazê-lo novamente até terminar um Descanso Longo. Além disso, sua Fúria é tão feroz que agora dura por 10 minutos sem você precisar fazer qualquer coisa para estendê-la de rodada para rodada.",
        "level": 15,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Golpe Brutal Fortalecido",
        "description": "O dano extra do seu Golpe Brutal aumenta para 2d10. Além disso, você pode usar dois efeitos diferentes de Golpe Brutal sempre que usar sua característica de Golpe Brutal.",
        "level": 17,
        "isPassive": true
      },
      {
        "name": "Força Indomável",
        "description": "Se o total de um teste de Força ou teste de resistência de Força for menor que seu valor de Força, você pode usar esse valor no lugar do total.",
        "level": 18,
        "isPassive": true
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Ofensiva Irresistível é recomendado.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Campeão Primitivo",
        "description": "Você incorpora o poder primitivo. Seus valores de Força e Constituição aumentam em 4, até um máximo de 25.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "rages": 2, "rageDamage": 2, "weaponMastery": 2},
        {"level": 2, "proficiencyBonus": 2, "rages": 2, "rageDamage": 2, "weaponMastery": 2},
        {"level": 3, "proficiencyBonus": 2, "rages": 3, "rageDamage": 2, "weaponMastery": 2},
        {"level": 4, "proficiencyBonus": 2, "rages": 3, "rageDamage": 2, "weaponMastery": 3},
        {"level": 5, "proficiencyBonus": 3, "rages": 3, "rageDamage": 2, "weaponMastery": 3},
        {"level": 6, "proficiencyBonus": 3, "rages": 4, "rageDamage": 2, "weaponMastery": 3},
        {"level": 7, "proficiencyBonus": 3, "rages": 4, "rageDamage": 2, "weaponMastery": 3},
        {"level": 8, "proficiencyBonus": 3, "rages": 4, "rageDamage": 2, "weaponMastery": 3},
        {"level": 9, "proficiencyBonus": 4, "rages": 4, "rageDamage": 3, "weaponMastery": 3},
        {"level": 10, "proficiencyBonus": 4, "rages": 4, "rageDamage": 3, "weaponMastery": 4},
        {"level": 11, "proficiencyBonus": 4, "rages": 4, "rageDamage": 3, "weaponMastery": 4},
        {"level": 12, "proficiencyBonus": 4, "rages": 5, "rageDamage": 3, "weaponMastery": 4},
        {"level": 13, "proficiencyBonus": 5, "rages": 5, "rageDamage": 3, "weaponMastery": 4},
        {"level": 14, "proficiencyBonus": 5, "rages": 5, "rageDamage": 3, "weaponMastery": 4},
        {"level": 15, "proficiencyBonus": 5, "rages": 5, "rageDamage": 3, "weaponMastery": 4},
        {"level": 16, "proficiencyBonus": 5, "rages": 5, "rageDamage": 4, "weaponMastery": 4},
        {"level": 17, "proficiencyBonus": 6, "rages": 6, "rageDamage": 4, "weaponMastery": 4},
        {"level": 18, "proficiencyBonus": 6, "rages": 6, "rageDamage": 4, "weaponMastery": 4},
        {"level": 19, "proficiencyBonus": 6, "rages": 6, "rageDamage": 4, "weaponMastery": 4},
        {"level": 20, "proficiencyBonus": 6, "rages": 6, "rageDamage": 4, "weaponMastery": 4}
      ]
    },
    "spellcasting": null
  },
  {
    "name": "Bardo",
    "description": "Um artista versátil que usa música, palavras e magia para inspirar aliados e confundir inimigos.",
    "hitDie": 8,
    "primaryAbility": "Carisma",
    "secondaryAbility": "Destreza",
    "suggestedBackground": "Artista",
    "flavorText": "Um meio-elfo alto e esguio caminha suavemente pela estrada, seus dedos dançando sobre as cordas de sua lira, sua voz melodiosa ecoando pelas árvores. Ele sorri quando avista você, e você sente que sua presença traz uma sensação de esperança e alegria.",
    "proficiency": {
      "armor": ["Armaduras leves"],
      "weapons": ["Armas simples"],
      "tools": ["Escolha 3 Instrumentos Musicais"],
      "savingThrows": ["Destreza", "Carisma"],
      "skills": ["Escolha quaisquer 3 perícias"],
      "skillChoices": 3
    },
    "startingEquipment": [
      "(a) uma rapieira ou (b) uma espada longa",
      "(a) um pacote de diplomata ou (b) um pacote de artista",
      "(a) uma lira ou (b) qualquer outro instrumento musical",
      "Armadura de couro e uma adaga"
    ],
    "subclasses": [
      {
        "name": "Colégio da Dança",
        "description": "Bardos do Colégio da Dança sabem que as Palavras da Criação não podem ser contidas apenas na fala ou no canto; as palavras são pronunciadas pelos movimentos dos corpos celestiais e fluem através dos movimentos das menores criaturas.",
        "features": [
          {
            "name": "Ginga Fascinante",
            "description": "Enquanto você não estiver vestindo armadura ou empunhando um escudo, você ganha os seguintes benefícios: Virtuose da Dança (você tem vantagem em qualquer teste de Carisma (Atuação) que envolva você dançando), Defesa sem Armadura (sua Classe de Armadura base é igual a 10 mais seus modificadores de Destreza e Carisma), Golpes Ágeis (quando você gastar um uso de sua Inspiração Bárdica, você pode fazer um ataque desarmado como parte dessa ação), Dano Bárdico (você pode usar Destreza ao invés de Força para ataques desarmados).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Movimento Inspirador",
            "description": "Quando um inimigo que você pode ver terminar seu turno a 1,5 metro de você, você pode usar sua reação e gastar um uso de Inspiração Bárdica para se mover até metade da sua velocidade. Então um aliado à sua escolha a 9 metros de você também pode se mover até metade da sua velocidade usando sua reação.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Pés em Tandem",
            "description": "Quando você rolar iniciativa, você pode gastar um uso de Inspiração Bárdica se não tiver a condição Incapacitado. Quando você fizer isso, role seu dado de Inspiração Bárdica; você e cada aliado a 9 metros de você que possa ver ou ouvir você ganha um bônus de iniciativa igual ao número rolado.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Evasão Líder",
            "description": "Quando você for submetido a um efeito que permite que você faça um teste de resistência de Destreza para receber apenas metade do dano, você não recebe dano se tiver sucesso no teste e apenas metade do dano se falhar. Se qualquer criatura a 1,5 metro de você estiver fazendo o mesmo teste de resistência de Destreza, você pode compartilhar este benefício com elas.",
            "level": 14,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Colégio do Glamour",
        "description": "O Colégio do Glamour traça suas origens na magia sedutora do Feywild. Bardos que estudam esta magia tecem fios de beleza e terror em suas canções e histórias.",
        "features": [
          {
            "name": "Magia Sedutora",
            "description": "Você sempre tem os feitiços Encantar Pessoa e Imagem Espelhada preparados. Além disso, imediatamente após conjurar um feitiço de Encantamento ou Ilusão usando um slot de magia, você pode fazer uma criatura que você possa ver a 18 metros de você fazer um teste de resistência de Sabedoria contra sua CD de magia.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Manto de Inspiração",
            "description": "Você pode tecer magia feérica em uma canção ou dança para encher outros com vigor. Como ação bônus, você pode gastar um uso de Inspiração Bárdica, rolando um dado de Inspiração Bárdica.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Manto de Majestade",
            "description": "Você sempre tem o feitiço Comando preparado. Como ação bônus, você conjura Comando sem gastar um slot de magia, e você assume uma aparência sobrenatural por 1 minuto ou até sua concentração terminar.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Majestade Inquebrável",
            "description": "Como ação bônus, você pode assumir uma presença majestosa mágica por 1 minuto ou até ter a condição Incapacitado. Durante a duração, sempre que qualquer criatura acertar você com uma jogada de ataque pela primeira vez em um turno, o atacante deve ter sucesso em um teste de resistência de Carisma contra sua CD de magia, ou o ataque erra ao invés disso.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Colégio do Conhecimento",
        "description": "Bardos do Colégio do Conhecimento coletam feitiços e segredos de fontes diversas, como tomos acadêmicos, ritos místicos e contos camponeses.",
        "features": [
          {
            "name": "Proficiências Bônus",
            "description": "Você ganha proficiência com três perícias à sua escolha.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Palavras Cortantes",
            "description": "Você aprende a usar sua sagacidade para distrair, confundir e de outra forma minar a confiança e competência de outros. Quando uma criatura que você pode ver a 18 metros de você fizer uma rolagem de dano ou tiver sucesso em um teste de habilidade ou jogada de ataque, você pode usar sua reação para gastar um uso de sua Inspiração Bárdica.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Descobertas Mágicas",
            "description": "Você aprende dois feitiços à sua escolha. Estes feitiços podem vir da lista de feitiços de Clérigo, Druida ou Mago ou qualquer combinação deles. Um feitiço que você escolher deve ser um truque ou um feitiço para o qual você tenha slots de magia.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Habilidade Incomparável",
            "description": "Quando você fizer um teste de habilidade ou jogada de ataque e falhar, você pode gastar um uso de Inspiração Bárdica; role o dado de Inspiração Bárdica e adicione o número rolado ao d20, potencialmente transformando uma falha em sucesso.",
            "level": 14,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Inspiração Bárdica",
        "description": "Você pode inspirar sobrenaturalmente outros através de palavras, música ou dança. Esta inspiração é representada pelo seu dado de Inspiração Bárdica, que é um d6. Como ação bônus, você pode inspirar outra criatura a 18 metros de você que possa ver ou ouvir você.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Conjuração",
        "description": "Você aprendeu a conjurar feitiços através de suas artes bárdicas. Você conhece dois truques à sua escolha da lista de feitiços de Bardo. Você prepara a lista de feitiços de nível 1+ que estão disponíveis para você conjurar com esta característica.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Perícia",
        "description": "Você ganha Perícia em duas de suas proficiências de perícia à sua escolha. Atuação e Persuasão são recomendadas se você tiver proficiência nelas.",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Faz-tudo",
        "description": "Você pode adicionar metade do seu bônus de proficiência (arredondado para baixo) a qualquer teste de habilidade que você faça que use uma proficiência de perícia que você não possui e que não use seu bônus de proficiência de outra forma.",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Subclasse de Bardo",
        "description": "Você ganha uma subclasse de Bardo à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Bardo.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Bardo.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Fonte de Inspiração",
        "description": "Você agora recupera todos os seus usos gastos de Inspiração Bárdica quando terminar um Descanso Curto ou Longo. Além disso, você pode gastar um slot de magia (sem ação necessária) para recuperar um uso gasto de Inspiração Bárdica.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bardo.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Contraencanto",
        "description": "Você pode usar notas musicais ou palavras de poder para interromper efeitos que influenciam a mente. Se você ou uma criatura a 9 metros de você falhar em um teste de resistência contra um efeito que aplica a condição Encantado ou Amedrontado, você pode usar sua reação para fazer o teste ser rolado novamente.",
        "level": 7,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Perícia",
        "description": "Você ganha Perícia em duas de suas Proficiências de Perícia à sua escolha.",
        "level": 9,
        "isPassive": true
      },
      {
        "name": "Segredos Mágicos",
        "description": "Você aprendeu segredos de várias tradições mágicas. Sempre que você alcançar um nível de Bardo e o número de Feitiços Preparados na tabela de Características do Bardo aumentar, você pode escolher qualquer um dos seus novos feitiços preparados das listas de feitiços de Bardo, Clérigo, Druida e Mago.",
        "level": 10,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bardo.",
        "level": 14,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Inspiração Superior",
        "description": "Quando você rolar iniciativa, você recupera usos gastos de Inspiração Bárdica até ter dois se tiver menos que isso.",
        "level": 18,
        "isPassive": true
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Recordação de Feitiço é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Palavras da Criação",
        "description": "Você dominou duas das Palavras da Criação: as palavras da vida e da morte. Você portanto sempre tem os feitiços Palavra de Poder: Curar e Palavra de Poder: Matar preparados.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "bardicDie": "1d6", "cantrips": 2, "preparedSpells": 4, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 2, "proficiencyBonus": 2, "bardicDie": "1d6", "cantrips": 2, "preparedSpells": 5, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 3, "proficiencyBonus": 2, "bardicDie": "1d6", "cantrips": 2, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 4, "proficiencyBonus": 2, "bardicDie": "1d6", "cantrips": 3, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 5, "proficiencyBonus": 3, "bardicDie": "1d8", "cantrips": 3, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 6, "proficiencyBonus": 3, "bardicDie": "1d8", "cantrips": 3, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 7, "proficiencyBonus": 3, "bardicDie": "1d8", "cantrips": 3, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 8, "proficiencyBonus": 3, "bardicDie": "1d8", "cantrips": 3, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 9, "proficiencyBonus": 4, "bardicDie": "1d8", "cantrips": 3, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 10, "proficiencyBonus": 4, "bardicDie": "1d10", "cantrips": 4, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]},
        {"level": 11, "proficiencyBonus": 4, "bardicDie": "1d10", "cantrips": 4, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 12, "proficiencyBonus": 4, "bardicDie": "1d10", "cantrips": 4, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 13, "proficiencyBonus": 5, "bardicDie": "1d10", "cantrips": 4, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 14, "proficiencyBonus": 5, "bardicDie": "1d10", "cantrips": 4, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 15, "proficiencyBonus": 5, "bardicDie": "1d12", "cantrips": 4, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 16, "proficiencyBonus": 5, "bardicDie": "1d12", "cantrips": 4, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 17, "proficiencyBonus": 6, "bardicDie": "1d12", "cantrips": 4, "preparedSpells": 19, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 1]},
        {"level": 18, "proficiencyBonus": 6, "bardicDie": "1d12", "cantrips": 4, "preparedSpells": 20, "spellSlots": [4, 3, 3, 3, 3, 1, 1, 1, 1]},
        {"level": 19, "proficiencyBonus": 6, "bardicDie": "1d12", "cantrips": 4, "preparedSpells": 21, "spellSlots": [4, 3, 3, 3, 3, 2, 1, 1, 1]},
        {"level": 20, "proficiencyBonus": 6, "bardicDie": "1d12", "cantrips": 4, "preparedSpells": 22, "spellSlots": [4, 3, 3, 3, 3, 2, 2, 1, 1]}
      ]
    },
    "spellcasting": {
      "ability": "Carisma",
      "spellSaveDC": 8,
      "spellAttackBonus": 0,
      "cantripsKnown": [2, 2, 2, 3, 3, 3, 3, 3, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4],
      "spellsKnown": [4, 5, 6, 7, 9, 10, 11, 12, 14, 15, 16, 16, 17, 17, 18, 18, 19, 20, 21, 22],
      "spellSlots": [
        [2, 0, 0, 0, 0, 0, 0, 0, 0],
        [3, 0, 0, 0, 0, 0, 0, 0, 0],
        [4, 2, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 2, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 1, 0, 0, 0, 0, 0],
        [4, 3, 3, 2, 0, 0, 0, 0, 0],
        [4, 3, 3, 3, 1, 0, 0, 0, 0],
        [4, 3, 3, 3, 2, 0, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 1],
        [4, 3, 3, 3, 3, 1, 1, 1, 1],
        [4, 3, 3, 3, 3, 2, 1, 1, 1],
        [4, 3, 3, 3, 3, 2, 2, 1, 1]
      ]
    }
  },
  {
    "name": "Clérigo",
    "description": "Um servo divino que canaliza o poder de seus deuses para curar feridos, proteger inocentes e destruir os inimigos da fé.",
    "hitDie": 8,
    "primaryAbility": "Sabedoria",
    "secondaryAbility": "Constituição",
    "suggestedBackground": "Acólito",
    "flavorText": "Um humano de meia-idade com olhos gentis e mãos cuidadas caminha pela estrada, vestindo uma túnica simples e carregando um símbolo sagrado. Ele para para ajudar um viajante ferido, suas mãos brilhando com uma luz dourada enquanto as feridas se fecham.",
    "proficiency": {
      "armor": ["Armaduras leves", "Armaduras médias", "Escudos"],
      "weapons": ["Armas simples"],
      "tools": [],
      "savingThrows": ["Sabedoria", "Carisma"],
      "skills": [
        "História",
        "Intuição",
        "Medicina",
        "Persuasão",
        "Religião"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) uma maça ou (b) um martelo de guerra (se proficiente)",
      "(a) armadura de couro, (b) armadura de couro batido ou (c) armadura de placas (se proficiente)",
      "(a) um pacote de sacerdote ou (b) um pacote de explorador",
      "Um escudo e um símbolo sagrado"
    ],
    "subclasses": [
      {
        "name": "Domínio da Vida",
        "description": "O Domínio da Vida foca na energia positiva que ajuda a sustentar toda a vida no multiverso. Clérigos que se conectam a este domínio são mestres da cura.",
        "features": [
          {
            "name": "Feitiços do Domínio da Vida",
            "description": "Sua conexão com este domínio divino garante que você sempre tenha certos feitiços prontos. Quando você alcançar um nível de Clérigo especificado na tabela de Feitiços do Domínio da Vida, você daí em diante sempre terá os feitiços listados preparados.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Discípulo da Vida",
            "description": "Quando um feitiço que você conjura com um slot de magia restaura pontos de vida a uma criatura, essa criatura recupera pontos de vida adicionais no turno em que você conjura o feitiço. Os pontos de vida adicionais são iguais a 2 mais o nível do slot de magia.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Preservar Vida",
            "description": "Como ação mágica, você apresenta seu símbolo sagrado e gasta um uso de sua Canalização Divina para evocar energia de cura que pode restaurar um número de pontos de vida igual a cinco vezes seu nível de Clérigo.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Curador Abençoado",
            "description": "Os feitiços de cura que você conjura em outros também curam você. Imediatamente após conjurar um feitiço com um slot de magia que restaura pontos de vida a uma criatura que não seja você, você recupera pontos de vida iguais a 2 mais o nível do slot de magia.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Cura Suprema",
            "description": "Quando você normalmente rolaria um ou mais dados para restaurar pontos de vida a uma criatura com um feitiço ou Canalização Divina, não role esses dados para a cura; ao invés disso, use o número mais alto possível para cada dado.",
            "level": 17,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Domínio da Luz",
        "description": "O Domínio da Luz enfatiza o poder divino de trazer fogo ardente e revelação. Clérigos que empunham este poder são almas iluminadas infundidas com radiância.",
        "features": [
          {
            "name": "Feitiços do Domínio da Luz",
            "description": "Sua conexão com este domínio divino garante que você sempre tenha certos feitiços prontos. Quando você alcançar um nível de Clérigo especificado na tabela de Feitiços do Domínio da Luz, você daí em diante sempre terá os feitiços listados preparados.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Radiância do Amanhecer",
            "description": "Como ação mágica, você apresenta seu símbolo sagrado e gasta um uso de sua Canalização Divina para emitir um flash de luz em uma emanação de 9 metros originada de você.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Chama Protetora",
            "description": "Quando uma criatura que você pode ver a 9 metros de você fizer uma jogada de ataque, você pode usar sua reação para impor desvantagem na jogada de ataque, fazendo a luz brilhar antes que ela acerte ou erre.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Chama Protetora Melhorada",
            "description": "Você recupera todos os usos gastos de sua Chama Protetora quando terminar um Descanso Curto ou Longo. Além disso, sempre que você usar Chama Protetora, você pode dar ao alvo do ataque desencadeador um número de pontos de vida temporários igual a 2d6 mais seu modificador de Sabedoria.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Coroa de Luz",
            "description": "Como ação mágica, você faz com que você emita uma aura de luz solar que dura por 1 minuto ou até você dispensá-la. Você emite Luz Brilhante em um raio de 18 metros e Luz Baça por mais 9 metros.",
            "level": 17,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Domínio da Natureza",
        "description": "Os deuses da natureza são tão variados quanto o mundo natural em si, desde deuses inescrutáveis das florestas profundas até deidades amigáveis associadas a fontes e bosques particulares.",
        "features": [
          {
            "name": "Feitiços do Domínio da Natureza",
            "description": "Sua conexão com este domínio divino garante que você sempre tenha certos feitiços prontos. Quando você alcançar um nível de Clérigo especificado na tabela de Feitiços do Domínio da Natureza, você daí em diante sempre terá os feitiços listados preparados.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Acólito da Natureza",
            "description": "No nível 1, você aprende um truque de druida à sua escolha. Este truque não conta contra o número de truques de clérigo que você conhece. Você também ganha proficiência em uma das seguintes perícias à sua escolha: Adestrar Animais, Natureza ou Sobrevivência.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Proficiência Bônus",
            "description": "Também no nível 1, você ganha proficiência com armaduras pesadas.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Canalização Divina: Encantar Animais e Plantas",
            "description": "A partir do nível 2, você pode usar sua Canalização Divina para encantar animais e plantas. Como ação, você apresenta seu símbolo sagrado e invoca o nome de sua divindade.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Atenuar Elementos",
            "description": "A partir do nível 6, quando você ou uma criatura a 9 metros de você receber dano de ácido, frio, fogo, raio ou trovão, você pode usar sua reação para conceder resistência à criatura contra essa instância do dano.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Mestre da Natureza",
            "description": "No nível 17, você ganha a habilidade de comandar animais e criaturas vegetais. Enquanto criaturas estão encantadas por sua característica Encantar Animais e Plantas, você pode tomar uma ação bônus no seu turno para comandar verbalmente o que cada uma dessas criaturas fará no próximo turno.",
            "level": 17,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Domínio da Trapaça",
        "description": "O Domínio da Trapaça oferece magia de decepção, ilusão e furtividade. Clérigos que empunham esta magia são uma força disruptiva no mundo.",
        "features": [
          {
            "name": "Feitiços do Domínio da Trapaça",
            "description": "Sua conexão com este domínio divino garante que você sempre tenha certos feitiços prontos. Quando você alcançar um nível de Clérigo especificado na tabela de Feitiços do Domínio da Trapaça, você daí em diante sempre terá os feitiços listados preparados.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Bênção do Trapaceiro",
            "description": "Como ação mágica, você pode escolher a si mesmo ou uma criatura disposta a 9 metros de você para ter vantagem em testes de Destreza (Furtividade). Esta bênção dura até você terminar um Descanso Longo ou usar esta característica novamente.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Invocar Duplicidade",
            "description": "Como ação bônus, você pode gastar um uso de sua Canalização Divina para criar uma ilusão visual perfeita de si mesmo em um espaço desocupado que você possa ver a 9 metros de você.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Transposição do Trapaceiro",
            "description": "Sempre que você tomar a ação bônus para criar ou mover a ilusão de sua Invocar Duplicidade, você pode se teletransportar, trocando de lugar com a ilusão.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Duplicidade Melhorada",
            "description": "A ilusão de sua Invocar Duplicidade cresceu mais poderosa das seguintes maneiras: Distração Compartilhada (quando você e seus aliados fazem jogadas de ataque contra uma criatura a 1,5 metro da ilusão, as jogadas de ataque têm vantagem), Ilusão Curativa (quando a ilusão termina, você ou uma criatura à sua escolha a 1,5 metro dela recupera pontos de vida iguais ao seu nível de Clérigo).",
            "level": 17,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Domínio da Guerra",
        "description": "A guerra tem muitas manifestações. Pode fazer heróis de pessoas comuns. Clérigos que se conectam à magia do Domínio da Guerra se destacam em batalha.",
        "features": [
          {
            "name": "Feitiços do Domínio da Guerra",
            "description": "Sua conexão com este domínio divino garante que você sempre tenha certos feitiços prontos. Quando você alcançar um nível de Clérigo especificado na tabela de Feitiços do Domínio da Guerra, você daí em diante sempre terá os feitiços listados preparados.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Sacerdote da Guerra",
            "description": "Como ação bônus, você pode fazer um ataque com uma arma ou ataque desarmado. Você pode usar esta ação bônus um número de vezes igual ao seu modificador de Sabedoria (mínimo de uma vez).",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Golpe Guiado",
            "description": "Quando você ou uma criatura a 9 metros de você erra com uma jogada de ataque, você pode gastar um uso de sua Canalização Divina e dar a essa jogada um bônus de +10, potencialmente fazendo com que acerte.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Bênção do Deus da Guerra",
            "description": "Você pode gastar um uso de sua Canalização Divina para conjurar Escudo da Fé ou Arma Espiritual ao invés de gastar um slot de magia. Quando você conjura qualquer um desses feitiços desta forma, o feitiço não requer concentração.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Avatar da Batalha",
            "description": "Você ganha resistência a dano de concussão, perfuração e cortante.",
            "level": 17,
            "isPassive": true
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Conjuração",
        "description": "Você aprendeu a conjurar feitiços através de oração e meditação. Você conhece três truques à sua escolha da lista de feitiços de Clérigo. Você prepara a lista de feitiços de nível 1+ que estão disponíveis para você conjurar com esta característica.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Ordem Divina",
        "description": "Você se dedicou a uma das seguintes funções sagradas à sua escolha: Protetor (treinado para batalha, você ganha proficiência com armas marciais e treinamento com armaduras pesadas) ou Taumaturgo (você conhece um truque extra da lista de feitiços de Clérigo).",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Canalização Divina",
        "description": "Você pode canalizar energia divina diretamente dos Planos Exteriores para alimentar efeitos mágicos. Você começa com dois desses efeitos: Centelha Divina e Virar Mortos-Vivos.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Subclasse de Clérigo",
        "description": "Você ganha uma subclasse de Clérigo à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Clérigo.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Clérigo.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Queimar Mortos-Vivos",
        "description": "Sempre que você usar Virar Mortos-Vivos, você pode rolar um número de d8s igual ao seu modificador de Sabedoria (mínimo de 1d8) e somar as rolagens. Cada Mortos-Vivos que falhar em seu teste de resistência contra esse uso de Virar Mortos-Vivos recebe dano radiante igual ao total da rolagem.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Clérigo.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Golpes Abençoados",
        "description": "O poder divino o infunde em batalha. Você ganha uma das seguintes opções à sua escolha: Golpe Divino (uma vez em cada um dos seus turnos quando acertar uma criatura com uma jogada de ataque usando uma arma, você pode fazer o alvo receber 1d8 de dano extra necrótico ou radiante) ou Conjuração Potente (adicione seu modificador de Sabedoria ao dano que você causa com qualquer truque de Clérigo).",
        "level": 7,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Intervenção Divina",
        "description": "Você pode chamar sua divindade ou panteão para intervir em seu favor. Como ação mágica, escolha qualquer feitiço de Clérigo de nível 5 ou menor que não requeira uma reação para conjurar.",
        "level": 10,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Golpes Abençoados Melhorados",
        "description": "A opção que você escolheu para Golpes Abençoados cresce mais poderosa. Golpe Divino (o dano extra do seu Golpe Divino aumenta para 2d8) ou Conjuração Potente (quando você conjura um truque de Clérigo e causa dano a uma criatura com ele, você pode dar vitalidade a si mesmo ou outra criatura a 18 metros de você).",
        "level": 14,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Clérigo.",
        "level": 17,
        "isPassive": false
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção do Destino é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Intervenção Divina Maior",
        "description": "Você pode chamar uma intervenção divina ainda mais poderosa. Quando você usar sua característica Intervenção Divina, você pode escolher Desejo quando selecionar um feitiço.",
        "level": 20,
        "isPassive": false
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "channelDivinity": 0, "cantrips": 3, "preparedSpells": 4, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 2, "proficiencyBonus": 2, "channelDivinity": 2, "cantrips": 3, "preparedSpells": 5, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 3, "proficiencyBonus": 2, "channelDivinity": 2, "cantrips": 3, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 4, "proficiencyBonus": 2, "channelDivinity": 2, "cantrips": 4, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 5, "proficiencyBonus": 3, "channelDivinity": 2, "cantrips": 4, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 6, "proficiencyBonus": 3, "channelDivinity": 3, "cantrips": 4, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 7, "proficiencyBonus": 3, "channelDivinity": 3, "cantrips": 4, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 8, "proficiencyBonus": 3, "channelDivinity": 3, "cantrips": 4, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 9, "proficiencyBonus": 4, "channelDivinity": 3, "cantrips": 4, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 10, "proficiencyBonus": 4, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]},
        {"level": 11, "proficiencyBonus": 4, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 12, "proficiencyBonus": 4, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 13, "proficiencyBonus": 5, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 14, "proficiencyBonus": 5, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 15, "proficiencyBonus": 5, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 16, "proficiencyBonus": 5, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 17, "proficiencyBonus": 6, "channelDivinity": 3, "cantrips": 5, "preparedSpells": 19, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 1]},
        {"level": 18, "proficiencyBonus": 6, "channelDivinity": 4, "cantrips": 5, "preparedSpells": 20, "spellSlots": [4, 3, 3, 3, 3, 1, 1, 1, 1]},
        {"level": 19, "proficiencyBonus": 6, "channelDivinity": 4, "cantrips": 5, "preparedSpells": 21, "spellSlots": [4, 3, 3, 3, 3, 2, 1, 1, 1]},
        {"level": 20, "proficiencyBonus": 6, "channelDivinity": 4, "cantrips": 5, "preparedSpells": 22, "spellSlots": [4, 3, 3, 3, 3, 2, 2, 1, 1]}
      ]
    },
    "spellcasting": {
      "ability": "Sabedoria",
      "spellSaveDC": 8,
      "spellAttackBonus": 0,
      "cantripsKnown": [3, 3, 3, 4, 4, 4, 4, 4, 4, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5],
      "spellsKnown": [4, 5, 6, 7, 9, 10, 11, 12, 14, 15, 16, 16, 17, 17, 18, 18, 19, 20, 21, 22],
      "spellSlots": [
        [2, 0, 0, 0, 0, 0, 0, 0, 0],
        [3, 0, 0, 0, 0, 0, 0, 0, 0],
        [4, 2, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 2, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 1, 0, 0, 0, 0, 0],
        [4, 3, 3, 2, 0, 0, 0, 0, 0],
        [4, 3, 3, 3, 1, 0, 0, 0, 0],
        [4, 3, 3, 3, 2, 0, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 1],
        [4, 3, 3, 3, 3, 1, 1, 1, 1],
        [4, 3, 3, 3, 3, 2, 1, 1, 1],
        [4, 3, 3, 3, 3, 2, 2, 1, 1]
      ]
    }
  },
  {
    "name": "Druida",
    "description": "Um guardião da natureza que canaliza o poder primitivo do mundo natural para proteger o equilíbrio entre civilização e natureza selvagem.",
    "hitDie": 8,
    "primaryAbility": "Sabedoria",
    "secondaryAbility": "Constituição",
    "suggestedBackground": "Ermitão",
    "flavorText": "Um meio-elfo de cabelos castanhos e olhos verdes como folhas caminha pela floresta, suas mãos tocando suavemente as árvores enquanto murmura palavras antigas. Animais selvagens se aproximam sem medo, reconhecendo nele um aliado da natureza.",
    "proficiency": {
      "armor": ["Armaduras leves", "Armaduras médias", "Escudos"],
      "weapons": ["Armas simples", "Azagaias", "Dardos", "Maças", "Maças de guerra", "Cajados", "Fundas", "Arcos longos", "Arcos curtos"],
      "tools": ["Kit de herbalismo"],
      "savingThrows": ["Inteligência", "Sabedoria"],
      "skills": [
        "Adestrar Animais",
        "Arcanismo",
        "Intuição",
        "Medicina",
        "Natureza",
        "Percepção",
        "Religião",
        "Sobrevivência"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) um escudo de madeira ou (b) qualquer arma simples",
      "(a) um cimitarra ou (b) qualquer arma simples corpo-a-corpo",
      "Armadura de couro, um pacote de explorador e um kit de herbalismo"
    ],
    "subclasses": [
      {
        "name": "Círculo da Terra",
        "description": "O Círculo da Terra compreende místicos e sábios que salvaguardam conhecimento e ritos antigos. Estes Druidas se encontram dentro de círculos sagrados de árvores ou pedras erguidas.",
        "features": [
          {
            "name": "Feitiços do Círculo da Terra",
            "description": "Sempre que você terminar um Descanso Longo, escolha um tipo de terra: árida, polar, temperada ou tropical. Você tem os feitiços listados para seu nível de Druida e inferior preparados.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Auxílio da Terra",
            "description": "Como ação mágica, você pode gastar um uso de sua Forma Selvagem e escolher um ponto a 18 metros de você. Flores que dão vitalidade e espinhos que drenam vida aparecem por um momento em uma esfera de raio de 3 metros centrada nesse ponto.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Recuperação Natural",
            "description": "Você pode conjurar um dos feitiços de nível 1+ que você tem preparados de sua característica Feitiços do Círculo sem gastar um slot de magia, e você deve terminar um Descanso Longo antes de fazê-lo novamente.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Guarda da Natureza",
            "description": "Você tem imunidade à condição Envenenado, e você tem resistência a um tipo de dano associado à sua escolha atual de terra na característica Feitiços do Círculo.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Santuário da Natureza",
            "description": "Como ação mágica, você pode gastar um uso de sua Forma Selvagem e fazer árvores e videiras espectrais aparecerem em um cubo de 4,5 metros no chão a 36 metros de você.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Círculo da Lua",
        "description": "Druidas do Círculo da Lua se baseiam na magia lunar para se transformar. Sua ordem se reúne sob a lua para compartilhar notícias e realizar rituais.",
        "features": [
          {
            "name": "Feitiços do Círculo da Lua",
            "description": "Quando você alcançar um nível de Druida especificado na tabela de Feitiços do Círculo da Lua, você daí em diante sempre terá os feitiços listados preparados. Além disso, você pode conjurar os feitiços desta característica enquanto estiver em uma forma de Forma Selvagem.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Formas do Círculo",
            "description": "Você pode canalizar magia lunar quando assume uma forma de Forma Selvagem, concedendo-lhe os benefícios abaixo: Classificação de Desafio (a classificação máxima de desafio para a forma é igual ao seu nível de Druida dividido por 3), Classe de Armadura (até você deixar a forma, sua CA é igual a 13 mais seu modificador de Sabedoria se esse total for maior que a CA da Fera), Pontos de Vida Temporários (você ganha um número de pontos de vida temporários igual a três vezes seu nível de Druida).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Formas do Círculo Melhoradas",
            "description": "Enquanto em uma forma de Forma Selvagem, você ganha os seguintes benefícios: Radiância Lunar (cada um dos seus ataques em uma forma de Forma Selvagem pode causar seu tipo de dano normal ou dano radiante), Resistência Aumentada (você pode adicionar seu modificador de Sabedoria aos seus testes de resistência de Constituição).",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Passo da Luz da Lua",
            "description": "Você se transporta magicamente, reaparecendo em meio a uma explosão de luz da lua. Como ação bônus, você se teletransporta até 9 metros para um espaço desocupado que você possa ver, e você tem vantagem na próxima jogada de ataque que fizer antes do final deste turno.",
            "level": 10,
            "isPassive": false
          },
          {
            "name": "Forma Lunar",
            "description": "O poder da lua o permeia, concedendo-lhe os seguintes benefícios: Radiância Lunar Melhorada (uma vez por turno, você pode causar 2d10 de dano radiante extra a um alvo que você acertar com um ataque de uma forma de Forma Selvagem), Luz da Lua Compartilhada (sempre que você usar Passo da Luz da Lua, você também pode teletransportar uma criatura disposta).",
            "level": 14,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Círculo do Mar",
        "description": "Druidas do Círculo do Mar se baseiam nas forças tempestuosas dos oceanos e tempestades. Alguns se veem como encarnações da ira da natureza.",
        "features": [
          {
            "name": "Feitiços do Círculo do Mar",
            "description": "Quando você alcançar um nível de Druida especificado na tabela de Feitiços do Círculo do Mar, você daí em diante sempre terá os feitiços listados preparados.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Ira do Mar",
            "description": "Como ação bônus, você pode gastar um uso de sua Forma Selvagem para manifestar uma emanação de 1,5 metro que assume a forma de spray oceânico que o cerca por 10 minutos.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Afinidade Aquática",
            "description": "O tamanho da Emanação criada por sua Ira do Mar aumenta para 3 metros. Além disso, você ganha uma Velocidade de Natação igual à sua Velocidade.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Nascido da Tempestade",
            "description": "Sua Ira do Mar confere dois benefícios adicionais enquanto ativa: Voo (você ganha uma Velocidade de Voo igual à sua Velocidade), Resistência (você tem resistência a dano de frio, raio e trovão).",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Dom do Oceano",
            "description": "Ao invés de manifestar a Emanação de Ira do Mar ao seu redor, você pode manifestá-la ao redor de uma criatura disposta a 18 metros de você. Essa criatura ganha todos os benefícios da Emanação e usa sua CD de magia e modificador de Sabedoria para ela.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Círculo das Estrelas",
        "description": "O Círculo das Estrelas rastreia padrões celestiais desde tempos imemoriais, descobrindo segredos escondidos entre as constelações.",
        "features": [
          {
            "name": "Mapa Estelar",
            "description": "Você criou um mapa estelar como parte de seus estudos celestiais. É um objeto minúsculo, e você pode usá-lo como foco de conjuração para seus feitiços de Druida. Enquanto segura o mapa, você tem os feitiços Orientação e Raio Guiador preparados, e você pode conjurar Raio Guiador sem gastar um slot de magia.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Forma Estelar",
            "description": "Como ação bônus, você pode gastar um uso de sua característica Forma Selvagem para assumir uma forma estelar ao invés de se transformar. Enquanto em sua forma estelar, você retém suas estatísticas de jogo, mas seu corpo se torna luminoso.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Presságio Cósmico",
            "description": "Sempre que você terminar um Descanso Longo, você pode consultar seu Mapa Estelar para presságios e rolar um dado. Até você terminar seu próximo Descanso Longo, você ganha acesso a uma reação especial baseada em se você rolou um número par ou ímpar no dado.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Constelações Cintilantes",
            "description": "As constelações de sua Forma Estelar melhoram. O 1d8 do Arqueiro e do Cálice se torna 2d8, e enquanto o Dragão está ativo, você tem uma Velocidade de Voo de 6 metros e pode pairar.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Cheio de Estrelas",
            "description": "Enquanto em sua Forma Estelar, você se torna parcialmente incorpóreo, dando-lhe resistência a dano de concussão, perfuração e cortante.",
            "level": 14,
            "isPassive": true
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Druídico",
        "description": "Você conhece Druídico, a língua secreta dos Druidas. Enquanto aprende esta língua antiga, você também desbloqueou a magia de se comunicar com animais; você sempre tem o feitiço Falar com Animais preparado.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Ordem Primitiva",
        "description": "Você se dedicou a uma das seguintes funções sagradas à sua escolha: Mago (você conhece um truque extra da lista de feitiços de Druida) ou Guardião (treinado para batalha, você ganha proficiência com armas marciais e treinamento com armaduras médias).",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Conjuração",
        "description": "Você aprendeu a conjurar feitiços através do estudo das forças místicas da natureza. Você conhece dois truques à sua escolha da lista de feitiços de Druida. Você prepara a lista de feitiços de nível 1+ que estão disponíveis para você conjurar com esta característica.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Companheiro Selvagem",
        "description": "Você pode invocar um espírito da natureza que assume uma forma animal para ajudá-lo. Como ação mágica, você pode gastar um slot de magia ou um uso de Forma Selvagem para conjurar o feitiço Encontrar Familiar sem componentes materiais.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Forma Selvagem",
        "description": "O poder da natureza permite que você assuma a forma de um animal. Como ação bônus, você se transforma em uma forma de Fera que você aprendeu para esta característica. Você permanece nessa forma por um número de horas igual à metade do seu nível de Druida.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Subclasse de Druida",
        "description": "Você ganha uma subclasse de Druida à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Druida.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Druida.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Ressurgimento Selvagem",
        "description": "Uma vez em cada um dos seus turnos, se você não tiver usos de Forma Selvagem restantes, você pode se dar um uso gastando um slot de magia. Além disso, você pode gastar um uso de Forma Selvagem para se dar um slot de magia de nível 1.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Druida.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Fúria Elemental",
        "description": "O poder dos elementos flui através de você. Você ganha uma das seguintes opções à sua escolha: Conjuração Potente (adicione seu modificador de Sabedoria ao dano que você causa com qualquer truque de Druida) ou Golpe Primitivo (uma vez em cada um dos seus turnos quando acertar uma criatura com uma jogada de ataque usando uma arma ou um ataque de uma forma de Fera em Forma Selvagem, você pode fazer o alvo receber 1d8 de dano extra de frio, fogo, raio ou trovão).",
        "level": 7,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Druida.",
        "level": 10,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Druida.",
        "level": 14,
        "isPassive": false
      },
      {
        "name": "Fúria Elemental Melhorada",
        "description": "A opção que você escolheu para Fúria Elemental cresce mais poderosa. Conjuração Potente (quando você conjura um truque de Druida com alcance de 3 metros ou maior, o alcance do feitiço aumenta em 90 metros) ou Golpe Primitivo (o dano extra do seu Golpe Primitivo aumenta para 2d8).",
        "level": 15,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Feitiços de Fera",
        "description": "Enquanto usa Forma Selvagem, você pode conjurar feitiços em forma de Fera, exceto por qualquer feitiço que tenha um componente material com custo especificado ou que consuma seu componente material.",
        "level": 18,
        "isPassive": true
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Viagem Dimensional é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Arquidruida",
        "description": "A vitalidade da natureza constantemente floresce dentro de você, concedendo-lhe os seguintes benefícios: Forma Selvagem Sempre Verde (sempre que você rolar iniciativa e não tiver usos de Forma Selvagem restantes, você recupera um uso gasto dela), Mago da Natureza (você pode converter usos de Forma Selvagem em um slot de magia), Longevidade (a magia primitiva que você empunha faz com que você envelheça mais devagar).",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "wildShape": 0, "cantrips": 2, "preparedSpells": 4, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 2, "proficiencyBonus": 2, "wildShape": 2, "cantrips": 2, "preparedSpells": 5, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 3, "proficiencyBonus": 2, "wildShape": 2, "cantrips": 2, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 4, "proficiencyBonus": 2, "wildShape": 2, "cantrips": 3, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 5, "proficiencyBonus": 3, "wildShape": 2, "cantrips": 3, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 6, "proficiencyBonus": 3, "wildShape": 3, "cantrips": 3, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 7, "proficiencyBonus": 3, "wildShape": 3, "cantrips": 3, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 8, "proficiencyBonus": 3, "wildShape": 3, "cantrips": 3, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 9, "proficiencyBonus": 4, "wildShape": 3, "cantrips": 3, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 10, "proficiencyBonus": 4, "wildShape": 3, "cantrips": 4, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]},
        {"level": 11, "proficiencyBonus": 4, "wildShape": 3, "cantrips": 4, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 12, "proficiencyBonus": 4, "wildShape": 3, "cantrips": 4, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 13, "proficiencyBonus": 5, "wildShape": 3, "cantrips": 4, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 14, "proficiencyBonus": 5, "wildShape": 3, "cantrips": 4, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 15, "proficiencyBonus": 5, "wildShape": 3, "cantrips": 4, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 16, "proficiencyBonus": 5, "wildShape": 3, "cantrips": 4, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 17, "proficiencyBonus": 6, "wildShape": 4, "cantrips": 4, "preparedSpells": 19, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 1]},
        {"level": 18, "proficiencyBonus": 6, "wildShape": 4, "cantrips": 4, "preparedSpells": 20, "spellSlots": [4, 3, 3, 3, 3, 1, 1, 1, 1]},
        {"level": 19, "proficiencyBonus": 6, "wildShape": 4, "cantrips": 4, "preparedSpells": 21, "spellSlots": [4, 3, 3, 3, 3, 2, 1, 1, 1]},
        {"level": 20, "proficiencyBonus": 6, "wildShape": 4, "cantrips": 4, "preparedSpells": 22, "spellSlots": [4, 3, 3, 3, 3, 2, 2, 1, 1]}
      ]
    },
    "spellcasting": {
      "ability": "Sabedoria",
      "spellSaveDC": 8,
      "spellAttackBonus": 0,
      "cantripsKnown": [2, 2, 2, 3, 3, 3, 3, 3, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4],
      "spellsKnown": [4, 5, 6, 7, 9, 10, 11, 12, 14, 15, 16, 16, 17, 17, 18, 18, 19, 20, 21, 22],
      "spellSlots": [
        [2, 0, 0, 0, 0, 0, 0, 0, 0],
        [3, 0, 0, 0, 0, 0, 0, 0, 0],
        [4, 2, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 2, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 1, 0, 0, 0, 0, 0],
        [4, 3, 3, 2, 0, 0, 0, 0, 0],
        [4, 3, 3, 3, 1, 0, 0, 0, 0],
        [4, 3, 3, 3, 2, 0, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 0, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 0, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 0],
        [4, 3, 3, 3, 2, 1, 1, 1, 1],
        [4, 3, 3, 3, 3, 1, 1, 1, 1],
        [4, 3, 3, 3, 3, 2, 1, 1, 1],
        [4, 3, 3, 3, 3, 2, 2, 1, 1]
      ]
    }
  },
  {
    "name": "Guerreiro",
    "description": "Um mestre das artes marciais que combina força física, habilidade com armas e tática militar para dominar o campo de batalha.",
    "hitDie": 10,
    "primaryAbility": "Força",
    "secondaryAbility": "Constituição",
    "suggestedBackground": "Soldado",
    "flavorText": "Um humano musculoso com cicatrizes de batalha caminha pela estrada, sua espada longa balançando em sua cintura e seu escudo pesado nas costas. Seus olhos experientes escaneiam constantemente o ambiente, sempre alerta para perigos.",
    "proficiency": {
      "armor": ["Armaduras leves", "Armaduras médias", "Armaduras pesadas", "Escudos"],
      "weapons": ["Armas simples", "Armas marciais"],
      "tools": [],
      "savingThrows": ["Força", "Constituição"],
      "skills": [
        "Acrobacia",
        "Adestrar Animais",
        "Atletismo",
        "História",
        "Intimidação",
        "Intuição",
        "Percepção",
        "Sobrevivência"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) armadura de placas ou (b) armadura de couro batido",
      "(a) um escudo e (b) qualquer arma simples ou (b) duas armas simples",
      "(a) uma besta leve e 20 virotes ou (b) dois machados de mão",
      "(a) um pacote de aventureiro ou (b) um pacote de explorador"
    ],
    "subclasses": [
      {
        "name": "Mestre de Batalha",
        "description": "Mestres de Batalha são estudantes da arte da guerra, aprendendo técnicas marciais passadas através de gerações. Os Mestres de Batalha mais realizados são figuras bem equilibradas que combinam suas habilidades de combate cuidadosamente aperfeiçoadas com estudo acadêmico.",
        "features": [
          {
            "name": "Superioridade de Combate",
            "description": "Sua experiência no campo de batalha refinou suas técnicas de luta. Você aprende manobras que são alimentadas por dados especiais chamados Dados de Superioridade. Você aprende três manobras à sua escolha da seção 'Opções de Manobras'.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Estudante da Guerra",
            "description": "Você ganha proficiência com um tipo de ferramentas de artesão à sua escolha, e você ganha proficiência em uma perícia à sua escolha das perícias disponíveis para Guerreiros no nível 1.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Conheça seu Inimigo",
            "description": "Como ação bônus, você pode discernir certas forças e fraquezas de uma criatura que você pode ver a 9 metros de você; você sabe se essa criatura tem alguma imunidade, resistência ou vulnerabilidade.",
            "level": 7,
            "isPassive": false
          },
          {
            "name": "Superioridade de Combate Melhorada",
            "description": "Seu Dado de Superioridade se torna um d10.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Implacável",
            "description": "Uma vez por turno, quando você usar uma manobra, você pode rolar 1d8 e usar o número rolado ao invés de gastar um Dado de Superioridade.",
            "level": 15,
            "isPassive": true
          },
          {
            "name": "Superioridade de Combate Suprema",
            "description": "Seu Dado de Superioridade se torna um d12.",
            "level": 18,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Campeão",
        "description": "Um Campeão foca no desenvolvimento da proeza marcial em uma busca implacável pela vitória. Campeões combinam treinamento rigoroso com excelência física para causar golpes devastadores.",
        "features": [
          {
            "name": "Crítico Melhorado",
            "description": "Suas jogadas de ataque com armas e ataques desarmados podem causar um acerto crítico em uma rolagem de 19 ou 20 no d20.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Atleta Notável",
            "description": "Graças ao seu atletismo, você tem vantagem em jogadas de iniciativa e testes de Força (Atletismo). Além disso, imediatamente após causar um acerto crítico, você pode se mover até metade da sua velocidade sem provocar ataques de oportunidade.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Estilo de Luta Adicional",
            "description": "Você ganha outro talento de Estilo de Luta à sua escolha.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Guerreiro Heroico",
            "description": "A emoção da batalha o impulsiona em direção à vitória. Durante o combate, você pode se dar Inspiração Heroica sempre que começar seu turno sem ela.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Crítico Superior",
            "description": "Suas jogadas de ataque com armas e ataques desarmados agora podem causar um acerto crítico em uma rolagem de 18-20 no d20.",
            "level": 15,
            "isPassive": true
          },
          {
            "name": "Sobrevivente",
            "description": "Você atinge o ápice da resistência em batalha, dando-lhe estes benefícios: Desafiar a Morte (você tem vantagem em testes de resistência de morte), Reunião Heroica (no início de cada um dos seus turnos, você recupera pontos de vida iguais a 5 mais seu modificador de Constituição se estiver ferido e tiver pelo menos 1 ponto de vida).",
            "level": 18,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Cavaleiro Arcano",
        "description": "Cavaleiros Arcanos combinam o domínio marcial comum a todos os Guerreiros com um estudo cuidadoso da magia. Seus feitiços complementam e estendem suas habilidades de combate.",
        "features": [
          {
            "name": "Conjuração",
            "description": "Você aprendeu a conjurar feitiços. Você conhece dois truques à sua escolha da lista de feitiços de Mago. Você prepara a lista de feitiços de nível 1+ que estão disponíveis para você conjurar com esta característica.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Vínculo de Guerra",
            "description": "Você aprende um ritual que cria um vínculo mágico entre você e uma arma. Você realiza o ritual ao longo de 1 hora, que pode ser feito durante um Descanso Curto. A arma deve estar ao seu alcance durante todo o ritual.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Magia de Guerra",
            "description": "Quando você tomar a ação de Ataque no seu turno, você pode substituir um dos ataques por uma conjuração de um dos seus truques de Mago que tenha um tempo de conjuração de uma ação.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Golpe Arcano",
            "description": "Você aprende como fazer seus golpes de arma minarem a capacidade de uma criatura de resistir aos seus feitiços. Quando você acerta uma criatura com um ataque usando uma arma, essa criatura tem desvantagem no próximo teste de resistência que fizer contra um feitiço que você conjurar antes do final do seu próximo turno.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Carga Arcana",
            "description": "Quando você usar seu Surto de Ação, você pode se teletransportar até 9 metros para um espaço desocupado que você possa ver. Você pode se teletransportar antes ou depois da ação adicional.",
            "level": 15,
            "isPassive": true
          },
          {
            "name": "Magia de Guerra Melhorada",
            "description": "Quando você tomar a ação de Ataque no seu turno, você pode substituir dois dos ataques por uma conjuração de um dos seus feitiços de Mago de nível 1 ou 2 que tenha um tempo de conjuração de uma ação.",
            "level": 18,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Guerreiro Psíquico",
        "description": "Guerreiros Psíquicos despertam o poder de suas mentes para aumentar sua força física. Eles aproveitam esse poder psíquico para infundir seus golpes de arma, atacar com energia telecinética e criar barreiras de força mental.",
        "features": [
          {
            "name": "Poder Psíquico",
            "description": "Você abriga uma fonte de energia psíquica dentro de si. Ela é representada por seus Dados de Energia Psíquica, que alimentam poderes que você tem desta subclasse. Você tem quatro Dados de Energia Psíquica, que são d6s.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Adepto Telecinético",
            "description": "Você dominou novas maneiras de usar suas habilidades telecinéticas: Salto Psíquico (como ação bônus, você ganha uma velocidade de voo igual ao dobro da sua velocidade até o final do turno atual), Empurrão Telecinético (quando você causa dano a um alvo com seu Golpe Psíquico, você pode forçar o alvo a fazer um teste de resistência de Força).",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Mente Guardada",
            "description": "Você tem resistência a dano psíquico. Além disso, se você começar seu turno com a condição Encantado ou Amedrontado, você pode gastar um Dado de Energia Psíquica e terminar todos os efeitos em você que lhe dão essas condições.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Baluarte de Força",
            "description": "Você pode se proteger e proteger outros com força telecinética. Como ação bônus, você pode escolher criaturas, incluindo você mesmo, a 9 metros de você, até um número de criaturas igual ao seu modificador de Inteligência.",
            "level": 15,
            "isPassive": false
          },
          {
            "name": "Mestre Telecinético",
            "description": "Você sempre tem o feitiço Telecinese preparado. Com esta característica, você pode conjurá-lo sem um slot de magia ou componentes, e sua habilidade de conjuração para ele é Inteligência.",
            "level": 18,
            "isPassive": true
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Estilo de Luta",
        "description": "Você aperfeiçoou sua proeza marcial e ganha um talento de Estilo de Luta à sua escolha. Defesa é recomendado. Sempre que você ganhar um nível de Guerreiro, você pode substituir o talento que escolheu por um talento diferente de Estilo de Luta.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Segundo Fôlego",
        "description": "Você tem um poço limitado de resistência física e mental do qual pode se valer. Como ação bônus, você pode usá-lo para recuperar pontos de vida iguais a 1d10 mais seu nível de Guerreiro.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Domínio de Armas",
        "description": "Seu treinamento com armas permite que você use as propriedades de maestria de três tipos de armas Simples ou Marciais à sua escolha. Sempre que você terminar um Descanso Longo, você pode praticar exercícios com armas e mudar uma dessas escolhas de arma.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Surto de Ação",
        "description": "Você pode se empurrar além de seus limites normais por um momento. No seu turno, você pode tomar uma ação adicional, exceto a ação mágica. Uma vez que você usa esta característica, você não pode fazê-lo novamente até terminar um Descanso Curto ou Longo.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Mente Tática",
        "description": "Você tem uma mente para táticas dentro e fora do campo de batalha. Quando você falha em um teste de habilidade, você pode gastar um uso de seu Segundo Fôlego para se empurrar em direção ao sucesso.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Subclasse de Guerreiro",
        "description": "Você ganha uma subclasse de Guerreiro à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Guerreiro.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 6, 8, 12, 14 e 16 de Guerreiro.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Ataque Extra",
        "description": "Você pode atacar duas vezes ao invés de uma sempre que realizar a ação de Ataque no seu turno.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Deslocamento Tático",
        "description": "Sempre que você ativar seu Segundo Fôlego com uma ação bônus, você pode se mover até metade da sua velocidade sem provocar ataques de oportunidade.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 6,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Guerreiro.",
        "level": 7,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Indomável",
        "description": "Se você falhar em um teste de resistência, você pode rolá-lo novamente com um bônus igual ao seu nível de Guerreiro. Você deve usar a nova rolagem, e você não pode usar esta característica novamente até terminar um Descanso Longo.",
        "level": 9,
        "isPassive": false
      },
      {
        "name": "Mestre Tático",
        "description": "Quando você atacar com uma arma cuja propriedade de maestria você pode usar, você pode substituir essa propriedade pela propriedade Empurrar, Atordoar ou Lentidão para esse ataque.",
        "level": 9,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Guerreiro.",
        "level": 10,
        "isPassive": false
      },
      {
        "name": "Dois Ataques Extras",
        "description": "Você pode atacar três vezes ao invés de uma sempre que realizar a ação de Ataque no seu turno.",
        "level": 11,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Indomável",
        "description": "Se você falhar em um teste de resistência, você pode rolá-lo novamente com um bônus igual ao seu nível de Guerreiro. Você deve usar a nova rolagem, e você não pode usar esta característica novamente até terminar um Descanso Longo.",
        "level": 13,
        "isPassive": false
      },
      {
        "name": "Ataques Estudados",
        "description": "Você estuda seus oponentes e aprende com cada ataque que faz. Se você fizer uma jogada de ataque contra uma criatura e errar, você tem vantagem na sua próxima jogada de ataque contra essa criatura antes do final do seu próximo turno.",
        "level": 13,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 14,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Guerreiro.",
        "level": 15,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Surto de Ação",
        "description": "Você pode se empurrar além de seus limites normais por um momento. No seu turno, você pode tomar uma ação adicional, exceto a ação mágica. Começando no nível 17, você pode usá-lo duas vezes antes de um descanso, mas apenas uma vez por turno.",
        "level": 17,
        "isPassive": false
      },
      {
        "name": "Indomável",
        "description": "Se você falhar em um teste de resistência, você pode rolá-lo novamente com um bônus igual ao seu nível de Guerreiro. Você deve usar a nova rolagem, e você não pode usar esta característica novamente até terminar um Descanso Longo.",
        "level": 17,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Guerreiro.",
        "level": 18,
        "isPassive": false
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Proeza de Combate é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Três Ataques Extras",
        "description": "Você pode atacar quatro vezes ao invés de uma sempre que realizar a ação de Ataque no seu turno.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "secondWind": 2, "weaponMastery": 3, "preparedSpells": 0, "spellSlots": [0, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D6", "number": 0},
        {"level": 2, "proficiencyBonus": 2, "secondWind": 2, "weaponMastery": 3, "preparedSpells": 0, "spellSlots": [0, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D6", "number": 0},
        {"level": 3, "proficiencyBonus": 2, "secondWind": 2, "weaponMastery": 3, "preparedSpells": 3, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D6", "number": 4},
        {"level": 4, "proficiencyBonus": 2, "secondWind": 3, "weaponMastery": 4, "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D6", "number": 4},
        {"level": 5, "proficiencyBonus": 3, "secondWind": 3, "weaponMastery": 4, "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 6, "proficiencyBonus": 3, "secondWind": 3, "weaponMastery": 4, "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 7, "proficiencyBonus": 3, "secondWind": 3, "weaponMastery": 4, "preparedSpells": 5, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 8, "proficiencyBonus": 3, "secondWind": 3, "weaponMastery": 4, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 9, "proficiencyBonus": 4, "secondWind": 3, "weaponMastery": 4, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 8},
        {"level": 10, "proficiencyBonus": 4, "secondWind": 4, "weaponMastery": 5, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 8},
        {"level": 11, "proficiencyBonus": 4, "secondWind": 4, "weaponMastery": 5, "preparedSpells": 8, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 8},
        {"level": 12, "proficiencyBonus": 4, "secondWind": 4, "weaponMastery": 5, "preparedSpells": 8, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 8},
        {"level": 13, "proficiencyBonus": 5, "secondWind": 4, "weaponMastery": 5, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 14, "proficiencyBonus": 5, "secondWind": 4, "weaponMastery": 5, "preparedSpells": 10, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 15, "proficiencyBonus": 5, "secondWind": 4, "weaponMastery": 5, "preparedSpells": 10, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 16, "proficiencyBonus": 5, "secondWind": 4, "weaponMastery": 6, "preparedSpells": 11, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 17, "proficiencyBonus": 6, "secondWind": 4, "weaponMastery": 6, "preparedSpells": 11, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12},
        {"level": 18, "proficiencyBonus": 6, "secondWind": 4, "weaponMastery": 6, "preparedSpells": 11, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12},
        {"level": 19, "proficiencyBonus": 6, "secondWind": 4, "weaponMastery": 6, "preparedSpells": 12, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12},
        {"level": 20, "proficiencyBonus": 6, "secondWind": 4, "weaponMastery": 6, "preparedSpells": 13, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12}
      ]
    },
    "spellcasting": {
      "ability": "Inteligência",
      "spellSaveDC": 8,
      "spellAttackBonus": 0,
      "cantripsKnown": [0, 0, 2, 2, 2, 2, 2, 2, 2, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3],
      "spellsKnown": [0, 0, 3, 4, 4, 4, 5, 6, 6, 7, 8, 8, 9, 10, 10, 11, 11, 11, 12, 13],
      "spellSlots": [
        [0, 0, 0, 0, 0, 0, 0, 0, 0],
        [0, 0, 0, 0, 0, 0, 0, 0, 0],
        [2, 0, 0, 0, 0, 0, 0, 0, 0],
        [3, 0, 0, 0, 0, 0, 0, 0, 0],
        [3, 0, 0, 0, 0, 0, 0, 0, 0],
        [3, 0, 0, 0, 0, 0, 0, 0, 0],
        [4, 2, 0, 0, 0, 0, 0, 0, 0],
        [4, 2, 0, 0, 0, 0, 0, 0, 0],
        [4, 2, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 0, 0, 0, 0, 0, 0, 0],
        [4, 3, 2, 0, 0, 0, 0, 0, 0],
        [4, 3, 2, 0, 0, 0, 0, 0, 0],
        [4, 3, 2, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 0, 0, 0, 0, 0, 0],
        [4, 3, 3, 1, 0, 0, 0, 0, 0],
        [4, 3, 3, 1, 0, 0, 0, 0, 0]
      ]
    }
  },
  {
    "name": "Monge",
    "description": "Um mestre das artes marciais que combina disciplina física e mental para alcançar poderes sobrenaturais através de treinamento rigoroso e meditação.",
    "hitDie": 8,
    "primaryAbility": "Destreza",
    "secondaryAbility": "Sabedoria",
    "suggestedBackground": "Ermitão",
    "flavorText": "Um humano de estatura média com olhos serenos e movimentos fluidos caminha pela estrada, suas mãos vazias mas prontas para a ação. Ele se move com uma graça sobrenatural, cada passo calculado e cada gesto carregado de poder concentrado.",
    "proficiency": {
      "armor": [],
      "weapons": ["Armas simples", "Armas marciais com propriedade leve"],
      "tools": ["Um tipo de ferramenta de artesão ou instrumento musical à sua escolha"],
      "savingThrows": ["Força", "Destreza"],
      "skills": [
        "Acrobacia",
        "Atletismo",
        "História",
        "Intuição",
        "Religião",
        "Furtividade"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) uma espada curta ou (b) qualquer arma simples",
      "(a) um pacote de aventureiro ou (b) um pacote de explorador",
      "10 dardos"
    ],
    "subclasses": [
      {
        "name": "Guerreiro da Misericórdia",
        "description": "Guerreiros da Misericórdia manipulam a força vital de outros. Estes Monges são médicos errantes, mas trazem um fim rápido aos seus inimigos. Eles frequentemente usam máscaras, apresentando-se como portadores sem rosto de vida e morte.",
        "features": [
          {
            "name": "Mão do Mal",
            "description": "Uma vez por turno quando você acerta uma criatura com um Ataque Desarmado e causa dano, você pode gastar 1 Ponto de Foco para causar dano necrótico extra igual a uma rolagem do seu dado de Artes Marciais mais seu modificador de Sabedoria.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Mão da Cura",
            "description": "Como ação mágica, você pode gastar 1 Ponto de Foco para tocar uma criatura e restaurar um número de pontos de vida igual a uma rolagem do seu dado de Artes Marciais mais seu modificador de Sabedoria.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Implementos da Misericórdia",
            "description": "Você ganha proficiência nas perícias Intuição e Medicina e proficiência com o Kit de Herbalismo.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Toque do Médico",
            "description": "Sua Mão do Mal e Mão da Cura melhoram: Mão do Mal (quando você usar Mão do Mal em uma criatura, você também pode dar a essa criatura a condição Envenenado até o final do seu próximo turno), Mão da Cura (quando você usar Mão da Cura, você também pode terminar uma das seguintes condições na criatura que você cura: Cego, Surdo, Paralisado, Envenenado ou Atordoado).",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Fúria de Cura e Mal",
            "description": "Quando você usar Fúria de Golpes, você pode substituir cada um dos Ataques Desarmados por um uso de Mão da Cura sem gastar Pontos de Foco para a cura. Além disso, quando você fizer um Ataque Desarmado com Fúria de Golpes e causar dano, você pode usar Mão do Mal com esse ataque sem gastar um Ponto de Foco para Mão do Mal.",
            "level": 11,
            "isPassive": true
          },
          {
            "name": "Mão da Misericórdia Suprema",
            "description": "Seu domínio da energia vital abre a porta para a misericórdia suprema. Como ação mágica, você pode tocar o cadáver de uma criatura que morreu nas últimas 24 horas e gastar 5 Pontos de Foco. A criatura então retorna à vida com um número de pontos de vida igual a 4d10 mais seu modificador de Sabedoria.",
            "level": 17,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Guerreiro da Sombra",
        "description": "Guerreiros da Sombra praticam furtividade e subterfúgio, aproveitando o poder do Shadowfell. Eles estão em casa na escuridão, capazes de desenhar escuridão ao redor de si mesmos para se esconder.",
        "features": [
          {
            "name": "Artes da Sombra",
            "description": "Você aprendeu a se basear no poder do Shadowfell, ganhando os seguintes benefícios: Escuridão (você pode gastar 1 Ponto de Foco para conjurar o feitiço Escuridão sem componentes de feitiço), Visão no Escuro (você ganha Visão no Escuro com alcance de 18 metros), Figmentos Sombrios (você conhece o feitiço Ilusão Menor).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Passo da Sombra",
            "description": "Enquanto inteiramente dentro de Luz Baça ou Escuridão, você pode usar uma ação bônus para se teletransportar até 18 metros para um espaço desocupado que você possa ver que também esteja em Luz Baça ou Escuridão.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Passo da Sombra Melhorado",
            "description": "Você pode se basear em sua conexão com o Shadowfell para empoderar seu teletransporte. Quando você usar seu Passo da Sombra, você pode gastar 1 Ponto de Foco para remover o requisito de que você deve começar e terminar em Luz Baça ou Escuridão para esse uso da característica.",
            "level": 11,
            "isPassive": false
          },
          {
            "name": "Manto das Sombras",
            "description": "Como ação mágica enquanto inteiramente dentro de Luz Baça ou Escuridão, você pode gastar 3 Pontos de Foco para se envolver com sombras por 1 minuto. Enquanto envolvido por essas sombras, você ganha os seguintes benefícios: Invisibilidade (você tem a condição Invisível), Parcialmente Incorpóreo (você pode se mover através de espaços ocupados como se fossem terreno difícil), Fúria Sombria (você pode usar sua Fúria de Golpes sem gastar nenhum Ponto de Foco).",
            "level": 17,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Guerreiro dos Elementos",
        "description": "Guerreiros dos Elementos se conectam ao poder dos Planos Elementais. Aproveitando seu foco sobrenatural, estes Monges momentaneamente domam a energia do Caos Elemental para se empoderar dentro e fora da batalha.",
        "features": [
          {
            "name": "Sintonia Elemental",
            "description": "No início do seu turno, você pode gastar 1 Ponto de Foco para se imbuir com energia elemental. A energia dura por 10 minutos ou até você ter a condição Incapacitado. Você ganha os seguintes benefícios enquanto esta característica estiver ativa: Alcance (quando você faz um Ataque Desarmado, seu alcance é 3 metros maior que o normal), Golpes Elementais (sempre que você acertar com seu Ataque Desarmado, você pode fazer com que ele cause dano de Ácido, Frio, Fogo, Raio ou Trovão ao invés de seu tipo de dano normal).",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Manipular Elementos",
            "description": "Você conhece o feitiço Elementalismo. Sabedoria é sua habilidade de conjuração para ele.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Explosão Elemental",
            "description": "Como ação mágica, você pode gastar 2 Pontos de Foco para fazer com que energia elemental exploda em uma esfera de raio de 6 metros centrada em um ponto a 36 metros de você. Escolha um tipo de dano: Ácido, Frio, Fogo, Raio ou Trovão.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Passada dos Elementos",
            "description": "Enquanto sua Sintonia Elemental estiver ativa, você também tem uma Velocidade de Voo e uma Velocidade de Natação iguais à sua Velocidade.",
            "level": 11,
            "isPassive": true
          },
          {
            "name": "Epítome Elemental",
            "description": "Enquanto sua Sintonia Elemental estiver ativa, você também ganha os seguintes benefícios: Resistência a Dano (você ganha resistência a um dos seguintes tipos de dano à sua escolha: Ácido, Frio, Fogo, Raio ou Trovão), Passada Destrutiva (quando você usar seu Passo do Vento, sua Velocidade aumenta em 6 metros até o final do turno), Golpes Empoderados (uma vez em cada um dos seus turnos, você pode causar dano extra a um alvo igual a uma rolagem do seu dado de Artes Marciais quando você acertá-lo com um Ataque Desarmado).",
            "level": 17,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Guerreiro da Mão Aberta",
        "description": "Guerreiros da Mão Aberta são mestres do combate desarmado. Eles aprendem técnicas para empurrar e derrubar seus oponentes e manipular sua própria energia para se proteger de danos.",
        "features": [
          {
            "name": "Técnica da Mão Aberta",
            "description": "Sempre que você acertar uma criatura com um ataque concedido por sua Fúria de Golpes, você pode impor um dos seguintes efeitos nesse alvo: Confundir (o alvo não pode fazer ataques de oportunidade até o início do seu próximo turno), Empurrar (o alvo deve ter sucesso em um teste de resistência de Força ou ser empurrado até 4,5 metros de você), Derrubar (o alvo deve ter sucesso em um teste de resistência de Destreza ou ter a condição Caído).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Integridade do Corpo",
            "description": "Você ganha a habilidade de se curar. Como ação bônus, você pode rolar seu dado de Artes Marciais. Você recupera um número de pontos de vida igual ao número rolado mais seu modificador de Sabedoria.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Passo Ligeiro",
            "description": "Quando você tomar uma ação bônus diferente de Passo do Vento, você também pode usar Passo do Vento imediatamente após essa ação bônus.",
            "level": 11,
            "isPassive": true
          },
          {
            "name": "Palma Tremulante",
            "description": "Você ganha a habilidade de configurar vibrações letais no corpo de alguém. Quando você acertar uma criatura com um Ataque Desarmado, você pode gastar 4 Pontos de Foco para iniciar essas vibrações imperceptíveis, que duram por um número de dias igual ao seu nível de Monge.",
            "level": 17,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Artes Marciais",
        "description": "Sua prática das artes marciais lhe dá domínio de estilos de combate que usam seu Ataque Desarmado e armas de Monge. Você ganha os seguintes benefícios enquanto estiver desarmado ou empunhando apenas armas de Monge e não estiver vestindo armadura ou empunhando um escudo: Ataque Desarmado Bônus (você pode fazer um Ataque Desarmado como ação bônus), Dado de Artes Marciais (você pode rolar 1d6 no lugar do dano normal do seu Ataque Desarmado ou armas de Monge), Ataques Destros (você pode usar seu modificador de Destreza ao invés do seu modificador de Força para as jogadas de ataque e dano dos seus Ataques Desarmados e armas de Monge).",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Defesa sem Armadura",
        "description": "Enquanto você não estiver vestindo armadura ou empunhando um escudo, sua classe de armadura base é igual a 10 mais seus modificadores de Destreza e Sabedoria.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Foco do Monge",
        "description": "Seu foco e treinamento marcial permitem que você aproveite um poço de energia extraordinária dentro de si mesmo. Esta energia é representada por Pontos de Foco. Você pode gastar esses pontos para aprimorar ou alimentar certas características de Monge. Você começa conhecendo três dessas características: Fúria de Golpes, Defesa Paciente e Passo do Vento.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Movimento sem Armadura",
        "description": "Sua velocidade aumenta em 3 metros enquanto você não estiver vestindo armadura ou empunhando um escudo. Este bônus aumenta quando você alcança certos níveis de Monge.",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Metabolismo Incomum",
        "description": "Quando você rolar iniciativa, você pode recuperar todos os Pontos de Foco gastos. Quando você fizer isso, role seu dado de Artes Marciais e recupere um número de pontos de vida igual ao seu nível de Monge mais o número rolado.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Desviar Ataques",
        "description": "Quando uma jogada de ataque acerta você e seu dano inclui dano de concussão, perfuração ou cortante, você pode usar sua reação para reduzir o dano total do ataque contra você. A redução é igual a 1d10 mais seu modificador de Destreza e nível de Monge.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Subclasse de Monge",
        "description": "Você ganha uma subclasse de Monge à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Monge.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Monge.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Queda Lenta",
        "description": "Você pode usar sua reação quando cair para reduzir qualquer dano que você receber da queda por uma quantidade igual a cinco vezes seu nível de Monge.",
        "level": 4,
        "isPassive": false
      },
      {
        "name": "Ataque Extra",
        "description": "Você pode atacar duas vezes ao invés de uma sempre que realizar a ação de Ataque no seu turno.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Golpe Atordoante",
        "description": "Uma vez por turno quando você acertar uma criatura com uma arma de Monge ou um Ataque Desarmado, você pode gastar 1 Ponto de Foco para tentar um golpe atordoante. O alvo deve fazer um teste de resistência de Constituição. Em uma falha, o alvo tem a condição Atordoado até o início do seu próximo turno.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Golpes Empoderados",
        "description": "Sempre que você causar dano com seu Ataque Desarmado, ele pode causar dano de Força ou seu tipo de dano normal à sua escolha.",
        "level": 6,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Monge.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Evasão",
        "description": "Quando você for submetido a um efeito que permite que você faça um teste de resistência de Destreza para receber apenas metade do dano, você não recebe dano se tiver sucesso no teste e apenas metade do dano se falhar.",
        "level": 7,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Movimento Acrobático",
        "description": "Enquanto você não estiver vestindo armadura ou empunhando um escudo, você ganha a habilidade de se mover ao longo de superfícies verticais e através de líquidos no seu turno sem cair durante o movimento.",
        "level": 9,
        "isPassive": true
      },
      {
        "name": "Foco Elevado",
        "description": "Sua Fúria de Golpes, Defesa Paciente e Passo do Vento ganham os seguintes benefícios: Fúria de Golpes (você pode gastar 1 Ponto de Foco para usar Fúria de Golpes e fazer três Ataques Desarmados com ela ao invés de dois), Defesa Paciente (quando você gastar um Ponto de Foco para usar Defesa Paciente, você ganha um número de pontos de vida temporários igual a duas rolagens do seu dado de Artes Marciais), Passo do Vento (quando você gastar um Ponto de Foco para usar Passo do Vento, você pode escolher uma criatura disposta a 1,5 metro de você que seja Grande ou menor).",
        "level": 10,
        "isPassive": true
      },
      {
        "name": "Auto-Restauração",
        "description": "Através de pura força de vontade, você pode remover uma das seguintes condições de si mesmo no final de cada um dos seus turnos: Encantado, Amedrontado ou Envenenado. Além disso, abrir mão de comida e bebida não lhe dá níveis de Exaustão.",
        "level": 10,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Monge.",
        "level": 11,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Desviar Energia",
        "description": "Você agora pode usar sua característica Desviar Ataques contra ataques que causem qualquer tipo de dano, não apenas concussão, perfuração ou cortante.",
        "level": 13,
        "isPassive": true
      },
      {
        "name": "Sobrevivente Disciplinado",
        "description": "Sua disciplina física e mental lhe concede proficiência em todos os testes de resistência. Além disso, sempre que você fizer um teste de resistência e falhar, você pode gastar 1 Ponto de Foco para rolá-lo novamente, e você deve usar a nova rolagem.",
        "level": 14,
        "isPassive": true
      },
      {
        "name": "Foco Perfeito",
        "description": "Quando você rolar iniciativa e não usar Metabolismo Incomum, você recupera Pontos de Foco gastos até ter 4 se você tiver 3 ou menos.",
        "level": 15,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Monge.",
        "level": 17,
        "isPassive": false
      },
      {
        "name": "Defesa Superior",
        "description": "No início do seu turno, você pode gastar 3 Pontos de Foco para se fortalecer contra danos por 1 minuto ou até você ter a condição Incapacitado. Durante esse tempo, você tem resistência a todos os danos exceto dano de Força.",
        "level": 18,
        "isPassive": false
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Ofensa Irresistível é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Corpo e Mente",
        "description": "Você desenvolveu seu corpo e mente a novas alturas. Suas pontuações de Destreza e Sabedoria aumentam em 4, para um máximo de 25.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "martialArts": "1d6", "focusPoints": 0, "unarmoredMovement": 0},
        {"level": 2, "proficiencyBonus": 2, "martialArts": "1d6", "focusPoints": 2, "unarmoredMovement": 10},
        {"level": 3, "proficiencyBonus": 2, "martialArts": "1d6", "focusPoints": 3, "unarmoredMovement": 10},
        {"level": 4, "proficiencyBonus": 2, "martialArts": "1d6", "focusPoints": 4, "unarmoredMovement": 10},
        {"level": 5, "proficiencyBonus": 3, "martialArts": "1d8", "focusPoints": 5, "unarmoredMovement": 10},
        {"level": 6, "proficiencyBonus": 3, "martialArts": "1d8", "focusPoints": 6, "unarmoredMovement": 15},
        {"level": 7, "proficiencyBonus": 3, "martialArts": "1d8", "focusPoints": 7, "unarmoredMovement": 15},
        {"level": 8, "proficiencyBonus": 3, "martialArts": "1d8", "focusPoints": 8, "unarmoredMovement": 15},
        {"level": 9, "proficiencyBonus": 4, "martialArts": "1d8", "focusPoints": 9, "unarmoredMovement": 15},
        {"level": 10, "proficiencyBonus": 4, "martialArts": "1d8", "focusPoints": 10, "unarmoredMovement": 20},
        {"level": 11, "proficiencyBonus": 4, "martialArts": "1d10", "focusPoints": 11, "unarmoredMovement": 20},
        {"level": 12, "proficiencyBonus": 4, "martialArts": "1d10", "focusPoints": 12, "unarmoredMovement": 20},
        {"level": 13, "proficiencyBonus": 5, "martialArts": "1d10", "focusPoints": 13, "unarmoredMovement": 20},
        {"level": 14, "proficiencyBonus": 5, "martialArts": "1d10", "focusPoints": 14, "unarmoredMovement": 25},
        {"level": 15, "proficiencyBonus": 5, "martialArts": "1d10", "focusPoints": 15, "unarmoredMovement": 25},
        {"level": 16, "proficiencyBonus": 5, "martialArts": "1d10", "focusPoints": 16, "unarmoredMovement": 25},
        {"level": 17, "proficiencyBonus": 6, "martialArts": "1d12", "focusPoints": 17, "unarmoredMovement": 25},
        {"level": 18, "proficiencyBonus": 6, "martialArts": "1d12", "focusPoints": 18, "unarmoredMovement": 30},
        {"level": 19, "proficiencyBonus": 6, "martialArts": "1d12", "focusPoints": 19, "unarmoredMovement": 30},
        {"level": 20, "proficiencyBonus": 6, "martialArts": "1d12", "focusPoints": 20, "unarmoredMovement": 30}
      ]
    },
    "spellcasting": null
  },
  {
    "name": "Paladino",
    "description": "Um guerreiro sagrado que combina poder divino com habilidade marcial para proteger os inocentes e combater o mal através de juramentos sagrados e magia divina.",
    "hitDie": 10,
    "primaryAbility": "Força",
    "secondaryAbility": "Carisma",
    "suggestedBackground": "Soldado",
    "flavorText": "Um humano de estatura imponente com armadura reluzente e um símbolo sagrado pendurado no pescoço marcha com determinação. Sua presença irradia autoridade divina, e cada movimento carrega o peso de um juramento sagrado.",
    "proficiency": {
      "armor": ["Armaduras leves", "Armaduras médias", "Armaduras pesadas", "Escudos"],
      "weapons": ["Armas simples", "Armas marciais"],
      "tools": [],
      "savingThrows": ["Sabedoria", "Carisma"],
      "skills": [
        "Atletismo",
        "Intimidação",
        "Medicina",
        "Persuasão",
        "Religião",
        "Sobrevivência"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) uma arma marcial e um escudo ou (b) duas armas marciais",
      "(a) cinco lanças ou (b) qualquer arma marcial simples",
      "(a) um pacote de sacerdote ou (b) um pacote de explorador",
      "Escala e um símbolo sagrado"
    ],
    "subclasses": [
      {
        "name": "Juramento de Devoção",
        "description": "O Juramento de Devoção vincula Paladinos aos ideais de justiça e ordem. Estes Paladinos atendem ao arquétipo do cavaleiro de armadura reluzente. Eles se mantêm aos mais altos padrões de conduta.",
        "features": [
          {
            "name": "Feitiços do Juramento de Devoção",
            "description": "A magia do seu juramento garante que você sempre tenha certos feitiços prontos: Nível 3 (Proteção contra Mal e Bem, Escudo da Fé), Nível 5 (Auxílio, Zona da Verdade), Nível 9 (Faro da Esperança, Dissipar Magia), Nível 13 (Liberdade de Movimento, Guardião da Fé), Nível 17 (Comunhão, Golpe de Chama).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Arma Sagrada",
            "description": "Quando você realizar a ação de Ataque, você pode gastar um uso da sua Canalização Divina para imbuir uma arma corpo a corpo que você está segurando com energia positiva. Por 10 minutos, você adiciona seu modificador de Carisma às jogadas de ataque com essa arma e ela causa dano radiante.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Aura de Devoção",
            "description": "Você e seus aliados têm imunidade à condição Encantado enquanto estiverem na sua Aura de Proteção.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Golpe de Proteção",
            "description": "Sua magia de golpe agora irradia energia protetora. Sempre que você conjurar Golpe Divino, você e seus aliados têm cobertura parcial enquanto estiverem na sua Aura de Proteção.",
            "level": 15,
            "isPassive": true
          },
          {
            "name": "Nimbus Sagrado",
            "description": "Como ação bônus, você pode imbuir sua Aura de Proteção com poder sagrado por 10 minutos. Enquanto ativo: Guarda Sagrada (você tem vantagem em testes de resistência forçados por Demônios ou Mortos-vivos), Dano Radiante (inimigos que começam o turno na aura recebem dano radiante), Luz Solar (a aura é preenchida com luz solar brilhante).",
            "level": 20,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Juramento de Glória",
        "description": "Paladinos que fazem o Juramento de Glória acreditam que eles e seus companheiros estão destinados a alcançar glória através de feitos de heroísmo. Eles treinam diligentemente e encorajam seus companheiros.",
        "features": [
          {
            "name": "Feitiços do Juramento de Glória",
            "description": "A magia do seu juramento garante que você sempre tenha certos feitiços prontos: Nível 3 (Raio Guia, Heroísmo), Nível 5 (Aprimorar Habilidade, Arma Mágica), Nível 9 (Pressa, Proteção contra Energia), Nível 13 (Compulsão, Liberdade de Movimento), Nível 17 (Lenda, Presença Régia de Yolande).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Golpe Inspirador",
            "description": "Imediatamente após você conjurar Golpe Divino, você pode gastar um uso da sua Canalização Divina e distribuir pontos de vida temporários para criaturas à sua escolha a 9 metros de você.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Atleta Incomparável",
            "description": "Como ação bônus, você pode gastar um uso da sua Canalização Divina para aumentar seu atletismo. Por 1 hora, você tem vantagem em testes de Força (Atletismo) e Destreza (Acrobacia), e a distância dos seus saltos longos e altos aumenta em 3 metros.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Aura de Presteza",
            "description": "Sua velocidade aumenta em 3 metros. Além disso, sempre que um aliado entrar na sua Aura de Proteção pela primeira vez em um turno ou começar o turno lá, a velocidade do aliado aumenta em 3 metros até o final do seu próximo turno.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Defesa Gloriosa",
            "description": "Você pode transformar defesa em um ataque súbito. Quando você ou outra criatura que você possa ver a 3 metros de você for atingida por uma jogada de ataque, você pode usar sua reação para conceder um bônus à CA do alvo contra esse ataque.",
            "level": 15,
            "isPassive": false
          },
          {
            "name": "Lenda Viva",
            "description": "Você pode se empoderar com as lendas dos seus grandes feitos. Como ação bônus, você ganha os seguintes benefícios por 10 minutos: Carismático (você tem vantagem em todas as verificações de Carisma), Nova Jogada de Resistência (se você falhar em um teste de resistência, você pode usar sua reação para rolá-lo novamente), Golpe Infalível (uma vez por turno quando você errar um ataque com arma, você pode fazer com que esse ataque acerte).",
            "level": 20,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Juramento dos Antigos",
        "description": "O Juramento dos Antigos é tão antigo quanto os primeiros elfos. Paladinos que fazem este juramento prezam a luz; eles amam as coisas belas e que dão vida do mundo mais do que qualquer princípio de honra, coragem e justiça.",
        "features": [
          {
            "name": "Feitiços do Juramento dos Antigos",
            "description": "A magia do seu juramento garante que você sempre tenha certos feitiços prontos: Nível 3 (Golpe Enredador, Falar com Animais), Nível 5 (Passo Nebuloso, Raio Lunar), Nível 9 (Crescimento de Plantas, Proteção contra Energia), Nível 13 (Tempestade de Gelo, Pele de Pedra), Nível 17 (Comunhão com a Natureza, Passo da Árvore).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Ira da Natureza",
            "description": "Como ação mágica, você pode gastar um uso da sua Canalização Divina para conjurar vinhas espectrais ao redor de criaturas próximas. Cada criatura à sua escolha que você possa ver a 4,5 metros de você deve ter sucesso em um teste de resistência de Força ou ter a condição Restringido por 1 minuto.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Aura de Proteção",
            "description": "A magia antiga repousa tão pesadamente sobre você que forma uma guarda sobrenatural, amortecendo energia de além do Plano Material; você e seus aliados têm resistência a dano necrótico, psíquico e radiante enquanto estiverem na sua Aura de Proteção.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Sentinela Imortal",
            "description": "Quando você for reduzido a 0 pontos de vida e não for morto instantaneamente, você pode cair para 1 ponto de vida ao invés disso, e você recupera um número de pontos de vida igual a três vezes seu nível de Paladino. Além disso, você não pode ser envelhecido magicamente e para de envelhecer visivelmente.",
            "level": 15,
            "isPassive": false
          },
          {
            "name": "Campeão Ancião",
            "description": "Como ação bônus, você pode imbuir sua Aura de Proteção com poder primordial por 1 minuto. Enquanto ativo: Diminuir Desafio (inimigos na aura têm desvantagem em testes de resistência contra seus feitiços), Regeneração (no início de cada um dos seus turnos, você recupera 10 pontos de vida), Feitiços Rápidos (sempre que você conjurar um feitiço que tenha tempo de conjuração de uma ação, você pode conjurá-lo usando uma ação bônus).",
            "level": 20,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Juramento de Vingança",
        "description": "O Juramento de Vingança é um compromisso solene para punir aqueles que cometeram atos gravemente malignos. Quando exércitos malignos massacram aldeões indefesos, quando um tirano desafia a vontade dos deuses, paladinos surgem e fazem um Juramento de Vingança para corrigir o que deu errado.",
        "features": [
          {
            "name": "Feitiços do Juramento de Vingança",
            "description": "A magia do seu juramento garante que você sempre tenha certos feitiços prontos: Nível 3 (Desgraça, Marca do Caçador), Nível 5 (Segurar Pessoa, Passo Nebuloso), Nível 9 (Pressa, Proteção contra Energia), Nível 13 (Banimento, Porta Dimensional), Nível 17 (Segurar Monstro, Vidência).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Voto de Inimizade",
            "description": "Quando você realizar a ação de Ataque, você pode gastar um uso da sua Canalização Divina para proferir um voto de inimizade contra uma criatura que você possa ver a 9 metros de você. Você tem vantagem nas jogadas de ataque contra a criatura por 1 minuto.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Vingador Implacável",
            "description": "Seu foco sobrenatural ajuda você a fechar a retirada de um inimigo. Quando você acertar uma criatura com um Ataque de Oportunidade, você pode reduzir a velocidade da criatura para 0 até o final do turno atual. Você pode então se mover até metade da sua velocidade como parte da mesma reação.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Alma da Vingança",
            "description": "Imediatamente após uma criatura sob o efeito do seu Voto de Inimizade acertar ou errar com uma jogada de ataque, você pode usar sua reação para fazer um ataque corpo a corpo contra essa criatura se ela estiver ao alcance.",
            "level": 15,
            "isPassive": false
          },
          {
            "name": "Anjo Vingador",
            "description": "Como ação bônus, você ganha os seguintes benefícios por 10 minutos: Voo (você brota asas espectrais nas costas, tem uma velocidade de voo de 18 metros e pode pairar), Aura Terrível (sempre que um inimigo começar o turno na sua Aura de Proteção, essa criatura deve ter sucesso em um teste de resistência de Sabedoria ou ter a condição Amedrontado por 1 minuto).",
            "level": 20,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Lay on Hands",
        "description": "Seu toque abençoado pode curar feridas. Você tem um poço de poder de cura que se reabastece quando você termina um descanso longo. Com esse poço, você pode restaurar um número total de pontos de vida igual a cinco vezes seu nível de Paladino.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Conjuração",
        "description": "Você aprendeu a conjurar feitiços através de oração e meditação. Você prepara uma lista de feitiços de nível 1+ que estão disponíveis para você conjurar. Para começar, escolha dois feitiços de Paladino de nível 1. Heroísmo e Golpe Ardente são recomendados.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Domínio de Armas",
        "description": "Seu treinamento com armas permite que você use as propriedades de domínio de dois tipos de armas à sua escolha com as quais você tem proficiência, como espadas longas e azagaias.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Estilo de Luta",
        "description": "Você ganha um talento Estilo de Luta à sua escolha. Ao invés de escolher um desses talentos, você pode escolher a opção abaixo: Guerreiro Abençoado (você aprende dois truques de Clérigo à sua escolha).",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Golpe do Paladino",
        "description": "Você sempre tem o feitiço Golpe Divino preparado. Além disso, você pode conjurá-lo sem gastar um espaço de feitiço, mas você deve terminar um descanso longo antes de poder conjurá-lo desta forma novamente.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Canalização Divina",
        "description": "Você pode canalizar energia divina diretamente dos Planos Exteriores, usando-a para alimentar efeitos mágicos. Você começa com um desses efeitos: Sentido Divino. Você pode usar a Canalização Divina desta classe duas vezes.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Subclasse de Paladino",
        "description": "Você ganha uma subclasse de Paladino à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Paladino.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Paladino.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Ataque Extra",
        "description": "Você pode atacar duas vezes ao invés de uma sempre que realizar a ação de Ataque no seu turno.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Montaria Fiel",
        "description": "Você pode chamar pela ajuda de uma montaria de outro mundo. Você sempre tem o feitiço Encontrar Montaria preparado. Você também pode conjurar o feitiço uma vez sem gastar um espaço de feitiço.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Aura de Proteção",
        "description": "Você irradia uma aura protetora invisível em uma emanação de 3 metros que se origina de você. Você e seus aliados na aura ganham um bônus em testes de resistência igual ao seu modificador de Carisma.",
        "level": 6,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Paladino.",
        "level": 7,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Repelir Inimigos",
        "description": "Como ação mágica, você pode gastar um uso da Canalização Divina desta classe para sobrecarregar inimigos com temor. Apresentando seu Símbolo Sagrado ou arma, você pode mirar um número de criaturas igual ao seu modificador de Carisma que você possa ver a 18 metros de você.",
        "level": 9,
        "isPassive": false
      },
      {
        "name": "Aura de Coragem",
        "description": "Você e seus aliados têm imunidade à condição Amedrontado enquanto estiverem na sua Aura de Proteção. Se um aliado Amedrontado entrar na aura, essa condição não tem efeito nesse aliado enquanto estiver lá.",
        "level": 10,
        "isPassive": true
      },
      {
        "name": "Golpes Radiantes",
        "description": "Seus golpes agora carregam poder sobrenatural. Quando você acertar um alvo com uma jogada de ataque usando uma arma corpo a corpo ou um Ataque Desarmado, o alvo recebe 1d8 de dano radiante extra.",
        "level": 11,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Toque Restaurador",
        "description": "Quando você usar Lay on Hands em uma criatura, você também pode remover uma ou mais das seguintes condições da criatura: Cego, Encantado, Surdo, Amedrontado, Paralisado ou Atordoado. Você deve gastar 5 pontos de vida do poço de cura de Lay on Hands para cada uma dessas condições que você remover.",
        "level": 14,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Paladino.",
        "level": 15,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Expansão da Aura",
        "description": "Sua Aura de Proteção agora é uma emanação de 9 metros.",
        "level": 18,
        "isPassive": true
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Visão Verdadeira é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Paladino.",
        "level": 20,
        "isPassive": false
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "channelDivinity": 0, "preparedSpells": 2, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 2, "proficiencyBonus": 2, "channelDivinity": 0, "preparedSpells": 3, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 3, "proficiencyBonus": 2, "channelDivinity": 2, "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 4, "proficiencyBonus": 2, "channelDivinity": 2, "preparedSpells": 5, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 5, "proficiencyBonus": 3, "channelDivinity": 2, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 6, "proficiencyBonus": 3, "channelDivinity": 2, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 7, "proficiencyBonus": 3, "channelDivinity": 2, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 8, "proficiencyBonus": 3, "channelDivinity": 2, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 9, "proficiencyBonus": 4, "channelDivinity": 2, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 10, "proficiencyBonus": 4, "channelDivinity": 2, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 11, "proficiencyBonus": 4, "channelDivinity": 3, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 12, "proficiencyBonus": 4, "channelDivinity": 3, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 13, "proficiencyBonus": 5, "channelDivinity": 3, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 14, "proficiencyBonus": 5, "channelDivinity": 3, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 15, "proficiencyBonus": 5, "channelDivinity": 3, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 16, "proficiencyBonus": 5, "channelDivinity": 3, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 17, "proficiencyBonus": 6, "channelDivinity": 3, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 18, "proficiencyBonus": 6, "channelDivinity": 3, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 19, "proficiencyBonus": 6, "channelDivinity": 3, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]},
        {"level": 20, "proficiencyBonus": 6, "channelDivinity": 3, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]}
      ]
    },
    "spellcasting": {
      "ability": "Carisma",
      "spellSaveDC": "8 + proficiency bonus + Charisma modifier",
      "spellAttackBonus": "proficiency bonus + Charisma modifier",
      "spellList": "Paladino",
      "preparedSpells": true,
      "ritualCasting": false,
      "cantripsKnown": 0,
      "spellsKnown": 0,
      "spellSlots": true
    }
  },
  {
    "name": "Patrulheiro",
    "description": "Um guardião da natureza que combina habilidades marciais com magia primal para proteger o mundo selvagem e combater ameaças sobrenaturais através de conexão profunda com a natureza.",
    "hitDie": 10,
    "primaryAbility": "Destreza",
    "secondaryAbility": "Sabedoria",
    "suggestedBackground": "Ermitão",
    "flavorText": "Um elfo de estatura média com olhos verdes brilhantes e roupas de couro marrom caminha silenciosamente pela floresta. Suas mãos segurando um arco longo e um punhal, ele se move com a graça de um predador, cada movimento carregado de propósito e conexão com a natureza.",
    "proficiency": {
      "armor": ["Armaduras leves", "Armaduras médias", "Escudos"],
      "weapons": ["Armas simples", "Armas marciais"],
      "tools": [],
      "savingThrows": ["Força", "Destreza"],
      "skills": [
        "Atletismo",
        "Furtividade",
        "Intuição",
        "Investigação",
        "Natureza",
        "Percepção",
        "Sobrevivência",
        "Tratamento de Animais"
      ],
      "skillChoices": 3
    },
    "startingEquipment": [
      "(a) armadura de couro ou (b) armadura de couro batido",
      "(a) duas espadas curtas ou (b) duas armas simples corpo a corpo",
      "(a) um pacote de aventureiro ou (b) um pacote de explorador",
      "Um arco longo e uma aljava de 20 flechas"
    ],
    "subclasses": [
      {
        "name": "Mestre das Feras",
        "description": "Um Mestre das Feras forma um vínculo místico com um animal especial, aproveitando magia primal e uma conexão profunda com o mundo natural.",
        "features": [
          {
            "name": "Companheiro Primal",
            "description": "Você conjura magicamente uma fera primal, que extrai força do seu vínculo com a natureza. Escolha seu bloco de estatísticas: Fera da Terra, Fera do Mar ou Fera do Céu. A fera é amigável a você e seus aliados e obedece aos seus comandos.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Treinamento Excepcional",
            "description": "Quando você usar uma ação bônus para comandar sua fera Companheiro Primal a realizar uma ação, você também pode comandá-la a realizar as ações Dash, Disengage, Dodge ou Help usando sua ação bônus. Além disso, sempre que ela acertar com uma jogada de ataque e causar dano, ela pode causar dano de Força ou seu tipo de dano normal à sua escolha.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Fúria Bestial",
            "description": "Quando você comandar sua fera Companheiro Primal a realizar a ação Golpe da Fera, a fera pode usá-la duas vezes. Além disso, a primeira vez a cada turno que ela acertar uma criatura sob o efeito do seu feitiço Marca do Caçador, a fera causa dano de Força extra igual ao dano bônus desse feitiço.",
            "level": 11,
            "isPassive": true
          },
          {
            "name": "Compartilhar Feitiços",
            "description": "Quando você conjurar um feitiço mirando em si mesmo, você também pode afetar sua fera Companheiro Primal com o feitiço se a fera estiver a 9 metros de você.",
            "level": 15,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Viajante das Fadas",
        "description": "Um mistério feérico o cerca, graças à bênção de um arquifeé ou um local no Feywild que o transformou. Sua risada alegre ilumina os corações dos oprimidos, e sua proeza marcial causa terror em seus inimigos.",
        "features": [
          {
            "name": "Golpes Terríveis",
            "description": "Você pode aumentar seus golpes de arma com magia que marca a mente extraída dos vazios sombrios do Feywild. Quando você acertar uma criatura com uma arma, você pode causar 1d4 de dano psíquico extra ao alvo, que pode receber este dano extra apenas uma vez por turno.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Feitiços do Viajante das Fadas",
            "description": "A magia do seu juramento garante que você sempre tenha certos feitiços prontos: Nível 3 (Encantar Pessoa), Nível 5 (Passo Nebuloso), Nível 9 (Convocar Fada), Nível 13 (Porta Dimensional), Nível 17 (Desorientar).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Glamour de Outro Mundo",
            "description": "Sempre que você fizer uma verificação de Carisma, você ganha um bônus à verificação igual ao seu modificador de Sabedoria. Você também ganha proficiência em uma das seguintes perícias à sua escolha: Enganação, Performance ou Persuasão.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Torção Fascinante",
            "description": "A magia do Feywild protege sua mente. Você tem vantagem em testes de resistência para evitar ou terminar a condição Encantado ou Amedrontado. Além disso, sempre que você ou uma criatura que você possa ver a 36 metros de você tiver sucesso em um teste de resistência para evitar ou terminar a condição Encantado ou Amedrontado, você pode usar sua reação para forçar uma criatura diferente que você possa ver a 36 metros de você a fazer um teste de resistência de Sabedoria contra sua CD de feitiço.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Reforços Feéricos",
            "description": "Você pode conjurar Convocar Fada sem um componente material. Você também pode conjurá-la uma vez sem um espaço de feitiço, e você recupera a habilidade de conjurá-la desta forma quando terminar um descanso longo.",
            "level": 11,
            "isPassive": false
          },
          {
            "name": "Viajante Nebuloso",
            "description": "Você pode conjurar Passo Nebuloso sem gastar um espaço de feitiço. Você pode fazer isso um número de vezes igual ao seu modificador de Sabedoria, e você recupera todos os usos gastos quando terminar um descanso longo.",
            "level": 15,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Perseguidor das Sombras",
        "description": "Perseguidores das Sombras estão em casa nos lugares mais escuros, empunhando magia extraída do Shadowfell para combater inimigos que se escondem na escuridão.",
        "features": [
          {
            "name": "Emboscador Terrível",
            "description": "Você dominou a arte de criar emboscadas terríveis, concedendo-lhe os seguintes benefícios: Salto do Emboscador (no início do seu primeiro turno de cada combate, sua velocidade aumenta em 3 metros até o final desse turno), Golpe Terrível (quando você atacar uma criatura e acertá-la com uma arma, você pode causar 2d6 de dano psíquico extra), Bônus de Iniciativa (quando você rolar iniciativa, você pode adicionar seu modificador de Sabedoria à rolagem).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Feitiços do Perseguidor das Sombras",
            "description": "A magia do seu juramento garante que você sempre tenha certos feitiços prontos: Nível 3 (Disfarçar-se), Nível 5 (Truque da Corda), Nível 9 (Medo), Nível 13 (Invisibilidade Maior), Nível 17 (Aparência).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Visão Umbral",
            "description": "Você ganha Visão no Escuro com alcance de 18 metros. Se você já tiver Visão no Escuro quando ganhar esta característica, seu alcance aumenta em 18 metros. Você também é adepto em evadir criaturas que dependem de Visão no Escuro.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Mente de Ferro",
            "description": "Você aprimorou sua habilidade de resistir a poderes que alteram a mente. Você ganha proficiência em testes de resistência de Sabedoria. Se você já tiver esta proficiência, você ganha proficiência em testes de resistência de Inteligência ou Carisma à sua escolha.",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Fúria do Perseguidor",
            "description": "O dano psíquico do seu Golpe Terrível se torna 2d8. Além disso, quando você usar o efeito Golpe Terrível da sua característica Emboscador Terrível, você pode causar um dos seguintes efeitos adicionais: Golpe Súbito (você pode fazer outro ataque com a mesma arma contra uma criatura diferente que esteja a 1,5 metro do alvo original) ou Medo em Massa (o alvo e cada criatura a 3 metros dele devem fazer um teste de resistência de Sabedoria contra sua CD de feitiço).",
            "level": 11,
            "isPassive": true
          },
          {
            "name": "Esquiva Sombria",
            "description": "Quando uma criatura fizer uma jogada de ataque contra você, você pode usar sua reação para impor desvantagem nessa rolagem. Se o ataque acertar ou errar, você pode então se teletransportar até 9 metros para um espaço desocupado que você possa ver.",
            "level": 15,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Caçador",
        "description": "Você persegue presas nas terras selvagens e em outros lugares, usando suas habilidades como Caçador para proteger a natureza e as pessoas em todos os lugares de forças que as destruiriam.",
        "features": [
          {
            "name": "Presa do Caçador",
            "description": "Você ganha uma das seguintes opções de característica à sua escolha: Matador de Colossos (sua tenacidade pode desgastar até os inimigos mais resistentes. Quando você acertar uma criatura com uma arma, a arma causa 1d8 de dano extra ao alvo se ele estiver perdendo qualquer um dos seus pontos de vida) ou Quebrador de Hordas (uma vez em cada um dos seus turnos quando você fizer um ataque com uma arma, você pode fazer outro ataque com a mesma arma contra uma criatura diferente que esteja a 1,5 metro do alvo original).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Sabedoria do Caçador",
            "description": "Você pode chamar as forças da natureza para revelar certas forças e fraquezas da sua presa. Enquanto uma criatura estiver marcada pela sua Marca do Caçador, você sabe se essa criatura tem alguma Imunidade, Resistência ou Vulnerabilidade, e se a criatura tiver alguma, você sabe quais são.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Táticas Defensivas",
            "description": "Você ganha uma das seguintes opções de característica à sua escolha: Escapar da Horda (Ataques de Oportunidade têm desvantagem contra você) ou Defesa Multiataque (quando uma criatura acertar você com uma jogada de ataque, essa criatura tem desvantagem em todas as outras jogadas de ataque contra você neste turno).",
            "level": 7,
            "isPassive": true
          },
          {
            "name": "Presa Superior do Caçador",
            "description": "Uma vez por turno quando você causar dano a uma criatura marcada pela sua Marca do Caçador, você também pode causar o dano extra desse feitiço a uma criatura diferente que você possa ver a 9 metros da primeira criatura.",
            "level": 11,
            "isPassive": true
          },
          {
            "name": "Defesa Superior do Caçador",
            "description": "Quando você receber dano, você pode usar sua reação para se dar resistência a esse dano e qualquer outro dano do mesmo tipo até o final do turno atual.",
            "level": 15,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Conjuração",
        "description": "Você aprendeu a canalizar a essência mágica da natureza para conjurar feitiços. Você prepara uma lista de feitiços de nível 1+ que estão disponíveis para você conjurar. Para começar, escolha dois feitiços de Patrulheiro de nível 1. Curar Feridas e Golpe Enredador são recomendados.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Inimigo Favorito",
        "description": "Você sempre tem o feitiço Marca do Caçador preparado. Você pode conjurá-lo duas vezes sem gastar um espaço de feitiço, e você recupera todos os usos gastos desta habilidade quando terminar um descanso longo.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Domínio de Armas",
        "description": "Seu treinamento com armas permite que você use as propriedades de domínio de dois tipos de armas à sua escolha com as quais você tem proficiência, como arcos longos e espadas curtas.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Explorador Hábil",
        "description": "Graças às suas viagens, você ganha os seguintes benefícios: Especialização (escolha uma das suas proficiências de perícia com a qual você não tem Especialização. Você ganha Especialização nessa perícia), Idiomas (você conhece dois idiomas à sua escolha das tabelas de idiomas).",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Estilo de Luta",
        "description": "Você ganha um talento Estilo de Luta à sua escolha. Ao invés de escolher um desses talentos, você pode escolher a opção abaixo: Guerreiro Druídico (você aprende dois truques de Druida à sua escolha).",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Subclasse de Patrulheiro",
        "description": "Você ganha uma subclasse de Patrulheiro à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Patrulheiro.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Patrulheiro.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Ataque Extra",
        "description": "Você pode atacar duas vezes ao invés de uma sempre que realizar a ação de Ataque no seu turno.",
        "level": 5,
        "isPassive": true
      },
      {
        "name": "Navegação",
        "description": "Sua velocidade aumenta em 3 metros enquanto você não estiver vestindo armadura pesada. Você também tem uma Velocidade de Escalada e uma Velocidade de Natação iguais à sua Velocidade.",
        "level": 6,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Patrulheiro.",
        "level": 7,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Especialização",
        "description": "Escolha duas das suas proficiências de perícia com as quais você não tem Especialização. Você ganha Especialização nessas perícias.",
        "level": 9,
        "isPassive": true
      },
      {
        "name": "Incansável",
        "description": "Forças primais agora ajudam a alimentá-lo em suas jornadas, concedendo-lhe os seguintes benefícios: Pontos de Vida Temporários (como ação mágica, você pode se dar um número de pontos de vida temporários igual a 1d8 mais seu modificador de Sabedoria), Diminuir Exaustão (sempre que você terminar um descanso curto, seu nível de Exaustão, se houver, diminui em 1).",
        "level": 10,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Patrulheiro.",
        "level": 11,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Caçador Implacável",
        "description": "Receber dano não pode quebrar sua Concentração na Marca do Caçador.",
        "level": 13,
        "isPassive": true
      },
      {
        "name": "Véu da Natureza",
        "description": "Você invoca espíritos da natureza para se esconder magicamente. Como ação bônus, você pode se dar a condição Invisível até o final do seu próximo turno.",
        "level": 14,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Patrulheiro.",
        "level": 15,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Caçador Preciso",
        "description": "Você tem vantagem em jogadas de ataque contra a criatura atualmente marcada pela sua Marca do Caçador.",
        "level": 17,
        "isPassive": true
      },
      {
        "name": "Sentidos Selvagens",
        "description": "Sua conexão com as forças da natureza lhe concede Visão Cega com alcance de 9 metros.",
        "level": 18,
        "isPassive": true
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Viagem Dimensional é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Matador de Inimigos",
        "description": "O dado de dano da sua Marca do Caçador é um d10 ao invés de um d6.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "favoredEnemy": 2, "preparedSpells": 2, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 2, "proficiencyBonus": 2, "favoredEnemy": 2, "preparedSpells": 3, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 3, "proficiencyBonus": 2, "favoredEnemy": 2, "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 4, "proficiencyBonus": 2, "favoredEnemy": 2, "preparedSpells": 5, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 5, "proficiencyBonus": 3, "favoredEnemy": 3, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 6, "proficiencyBonus": 3, "favoredEnemy": 3, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 7, "proficiencyBonus": 3, "favoredEnemy": 3, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 8, "proficiencyBonus": 3, "favoredEnemy": 3, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 9, "proficiencyBonus": 4, "favoredEnemy": 4, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 10, "proficiencyBonus": 4, "favoredEnemy": 4, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 11, "proficiencyBonus": 4, "favoredEnemy": 4, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 12, "proficiencyBonus": 4, "favoredEnemy": 4, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 13, "proficiencyBonus": 5, "favoredEnemy": 5, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 14, "proficiencyBonus": 5, "favoredEnemy": 5, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 15, "proficiencyBonus": 5, "favoredEnemy": 5, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 16, "proficiencyBonus": 5, "favoredEnemy": 5, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 17, "proficiencyBonus": 6, "favoredEnemy": 6, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 18, "proficiencyBonus": 6, "favoredEnemy": 6, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 19, "proficiencyBonus": 6, "favoredEnemy": 6, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]},
        {"level": 20, "proficiencyBonus": 6, "favoredEnemy": 6, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]}
      ]
    },
    "spellcasting": {
      "ability": "Sabedoria",
      "spellSaveDC": "8 + proficiency bonus + Wisdom modifier",
      "spellAttackBonus": "proficiency bonus + Wisdom modifier",
      "spellList": "Patrulheiro",
      "preparedSpells": true,
      "ritualCasting": false,
      "cantripsKnown": 0,
      "spellsKnown": 0,
      "spellSlots": true
    }
  },
  {
    "name": "Ladino",
    "description": "Um especialista em furtividade e precisão que combina habilidades marciais com astúcia para causar dano devastador através de ataques furtivos e manobras astutas.",
    "hitDie": 8,
    "primaryAbility": "Destreza",
    "secondaryAbility": "Inteligência",
    "suggestedBackground": "Criminoso",
    "flavorText": "Um halfling de estatura baixa com olhos afiados e movimentos silenciosos se esconde nas sombras. Suas mãos segurando duas adagas, ele se move com a graça de um gato, cada movimento calculado para causar o máximo de dano com o mínimo de esforço.",
    "proficiency": {
      "armor": ["Armaduras leves"],
      "weapons": ["Armas simples", "Bestas de mão", "Espadas longas", "Rapieiras", "Espadas curtas"],
      "tools": ["Ferramentas de ladrão"],
      "savingThrows": ["Destreza", "Inteligência"],
      "skills": [
        "Acrobacia",
        "Atletismo",
        "Enganação",
        "Furtividade",
        "Intimidação",
        "Intuição",
        "Investigação",
        "Percepção",
        "Persuasão",
        "Prestidigitação",
        "Sobrevivência"
      ],
      "skillChoices": 4
    },
    "startingEquipment": [
      "(a) uma rapieira ou (b) uma espada longa",
      "(a) um arco curto e uma aljava de 20 flechas ou (b) uma besta de mão e 20 virotes",
      "(a) um pacote de ladrão ou (b) um pacote de explorador",
      "Armadura de couro, duas adagas e ferramentas de ladrão"
    ],
    "subclasses": [
      {
        "name": "Trapaceiro Arcano",
        "description": "Alguns Ladinos aprimoram suas habilidades refinadas de furtividade e agilidade com feitiços, aprendendo truques mágicos para auxiliá-los em seu ofício. Alguns Trapaceiros Arcanos usam seus talentos como batedores de carteira e ladrões.",
        "features": [
          {
            "name": "Conjuração",
            "description": "Você aprendeu a conjurar feitiços. Você conhece três truques: Mão Mágica e dois outros truques à sua escolha da lista de feitiços de Mago. Você prepara uma lista de feitiços de nível 1+ que estão disponíveis para você conjurar. Para começar, escolha três feitiços de Mago de nível 1.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Prestidigitação da Mão Mágica",
            "description": "Quando você conjurar Mão Mágica, você pode conjurá-la como uma ação bônus, e você pode tornar a mão espectral invisível. Você pode controlar a mão como uma ação bônus, e através dela, você pode fazer verificações de Destreza (Prestidigitação).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Emboscada Mágica",
            "description": "Se você tiver a condição Invisível quando conjurar um feitiço em uma criatura, ela tem desvantagem em qualquer teste de resistência que fizer contra o feitiço no mesmo turno.",
            "level": 9,
            "isPassive": true
          },
          {
            "name": "Trapaceiro Versátil",
            "description": "Você ganha a habilidade de distrair alvos com sua Mão Mágica. Quando você usar a opção Derrubar do seu Golpe Astuto em uma criatura, você também pode usar essa opção em outra criatura a 1,5 metro da mão espectral.",
            "level": 13,
            "isPassive": true
          },
          {
            "name": "Ladrão de Feitiços",
            "description": "Você ganha a habilidade de roubar magicamente o conhecimento de como conjurar um feitiço de outro conjurador. Imediatamente após uma criatura conjurar um feitiço que o tenha como alvo ou o inclua em sua área de efeito, você pode usar sua reação para forçar a criatura a fazer um teste de resistência de Inteligência.",
            "level": 17,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Assassino",
        "description": "O treinamento de um Assassino se concentra em usar furtividade, veneno e disfarce para eliminar inimigos com eficiência mortal. Enquanto alguns Ladinos que seguem este caminho são assassinos contratados, espiões ou caçadores de recompensa, as capacidades desta subclasse são igualmente úteis para aventureiros enfrentando uma variedade de inimigos monstruosos.",
        "features": [
          {
            "name": "Assassinar",
            "description": "Você é adepto em emboscar um alvo, concedendo-lhe os seguintes benefícios: Iniciativa (você tem vantagem em rolagens de iniciativa), Golpes Surpreendentes (durante o primeiro round de cada combate, você tem vantagem em jogadas de ataque contra qualquer criatura que não tenha tomado um turno).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Ferramentas do Assassino",
            "description": "Você ganha um Kit de Disfarce e um Kit de Envenenador, e você tem proficiência com eles.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Expertise em Infiltração",
            "description": "Você é especialista nas seguintes técnicas que auxiliam suas infiltrações: Mímica Magistral (você pode imitar infalivelmente a fala, escrita ou ambos de outra pessoa se tiver passado pelo menos 1 hora estudando-a), Mira Errante (sua velocidade não é reduzida para 0 ao usar Mira Firme).",
            "level": 9,
            "isPassive": true
          },
          {
            "name": "Envenenar Armas",
            "description": "Quando você usar a opção Veneno do seu Golpe Astuto, o alvo também recebe 2d6 de dano de veneno sempre que falhar no teste de resistência. Este dano ignora resistência a dano de veneno.",
            "level": 13,
            "isPassive": true
          },
          {
            "name": "Golpe da Morte",
            "description": "Quando você acertar com seu Ataque Furtivo no primeiro round de um combate, o alvo deve ter sucesso em um teste de resistência de Constituição, ou o dano do ataque é dobrado contra o alvo.",
            "level": 17,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Lâmina da Alma",
        "description": "Uma Lâmina da Alma ataca com a mente, cortando através de barreiras tanto físicas quanto psíquicas. Estes Ladinos descobrem poder psíquico dentro de si mesmos e o canalizam para fazer seu trabalho ladino.",
        "features": [
          {
            "name": "Poder Psíquico",
            "description": "Você abriga uma fonte de energia psíquica dentro de si mesmo. Ela é representada pelos seus Dados de Energia Psíquica, que alimentam certos poderes que você tem desta subclasse. Você recupera um dos seus Dados de Energia Psíquica gastos quando terminar um descanso curto, e você recupera todos eles quando terminar um descanso longo.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Lâminas Psíquicas",
            "description": "Você pode manifestar lâminas cintilantes de energia psíquica. Sempre que você realizar a ação de Ataque ou fizer um Ataque de Oportunidade, você pode manifestar uma Lâmina Psíquica em sua mão livre e fazer o ataque com essa lâmina. A lâmina mágica tem as seguintes características: 1d6 de dano psíquico, propriedades Finesse e Arremesso, propriedade de domínio Vex.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Lâminas da Alma",
            "description": "Você agora pode usar os seguintes poderes com suas Lâminas Psíquicas: Golpes Direcionados (se você fizer uma jogada de ataque com sua Lâmina Psíquica e errar o alvo, você pode rolar um Dado de Energia Psíquica e adicionar o número rolado à jogada de ataque), Teletransporte Psíquico (como ação bônus, você manifesta uma Lâmina Psíquica, gasta um Dado de Energia Psíquica e o rola, e arremessa a lâmina em um espaço desocupado que você possa ver).",
            "level": 9,
            "isPassive": false
          },
          {
            "name": "Véu Psíquico",
            "description": "Você pode tecer um véu de estática psíquica para se mascarar. Como ação mágica, você ganha a condição Invisível por 1 hora ou até você dispensar este efeito. Esta invisibilidade termina cedo imediatamente após você causar dano a uma criatura ou forçar uma criatura a fazer um teste de resistência.",
            "level": 13,
            "isPassive": false
          },
          {
            "name": "Rasgar Mente",
            "description": "Você pode varrer suas Lâminas Psíquicas através da mente de uma criatura. Quando você usar suas Lâminas Psíquicas para causar dano de Ataque Furtivo a uma criatura, você pode forçar esse alvo a fazer um teste de resistência de Sabedoria. Se o teste falhar, o alvo tem a condição Atordoado por 1 minuto.",
            "level": 17,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Ladrão",
        "description": "Uma mistura de ladrão, caçador de tesouros e explorador, você é o epítome de um aventureiro. Além de melhorar sua agilidade e furtividade, você ganha habilidades úteis para explorar ruínas e obter o máximo benefício dos itens mágicos que encontrar lá.",
        "features": [
          {
            "name": "Mãos Rápidas",
            "description": "Como ação bônus, você pode fazer uma das seguintes ações: Prestidigitação (fazer uma verificação de Destreza (Prestidigitação) para arrombar uma fechadura ou desarmar uma armadilha com Ferramentas de Ladrão ou furtar uma carteira), Usar um Objeto (realizar a ação Utilizar, ou realizar a ação Mágica para usar um item mágico que requer essa ação).",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Trabalho de Segundo Andar",
            "description": "Você treinou para chegar a lugares especialmente difíceis de alcançar, concedendo-lhe estes benefícios: Escalador (você ganha uma Velocidade de Escalada igual à sua Velocidade), Saltador (você pode determinar sua distância de salto usando sua Destreza ao invés de sua Força).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Furtividade Suprema",
            "description": "Você ganha a seguinte opção de Golpe Astuto: Ataque Furtivo (Custo: 1d6). Se você tiver a condição Invisível da ação Esconder-se, este ataque não termina essa condição em você se você terminar o turno atrás de Cobertura de Três Quartos ou Cobertura Total.",
            "level": 9,
            "isPassive": true
          },
          {
            "name": "Usar Dispositivo Mágico",
            "description": "Você aprendeu como maximizar o uso de itens mágicos, concedendo-lhe os seguintes benefícios: Sintonia (você pode se sintonizar com até quatro itens mágicos ao mesmo tempo), Cargas (sempre que você usar uma propriedade de item mágico que gasta cargas, role 1d6. Em uma rolagem de 6, você usa a propriedade sem gastar as cargas), Pergaminhos (você pode usar qualquer Pergaminho de Feitiço, usando Inteligência como sua habilidade de conjuração para o feitiço).",
            "level": 13,
            "isPassive": true
          },
          {
            "name": "Reflexos do Ladrão",
            "description": "Você é adepto em preparar emboscadas e escapar rapidamente do perigo. Você pode tomar dois turnos durante o primeiro round de qualquer combate. Você toma seu primeiro turno na sua iniciativa normal e seu segundo turno na sua iniciativa menos 10.",
            "level": 17,
            "isPassive": true
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Especialização",
        "description": "Você ganha Especialização em duas das suas proficiências de perícia à sua escolha. Prestidigitação e Furtividade são recomendadas se você tiver proficiência nelas. No nível 6 de Ladino, você ganha Especialização em mais duas das suas proficiências de perícia à sua escolha.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Ataque Furtivo",
        "description": "Você sabe como atacar sutilmente e explorar a distração de um inimigo. Uma vez por turno, você pode causar 1d6 de dano extra a uma criatura que você acertar com uma jogada de ataque se você tiver vantagem na rolagem e o ataque usar uma arma Finesse ou à distância. O tipo de dano extra é o mesmo que o tipo da arma.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Cantiga dos Ladrões",
        "description": "Você pegou vários idiomas nas comunidades onde exerceu seus talentos ladinos. Você conhece Cantiga dos Ladrões e um outro idioma à sua escolha.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Domínio de Armas",
        "description": "Seu treinamento com armas permite que você use as propriedades de domínio de dois tipos de armas à sua escolha com as quais você tem proficiência, como adagas e arcos curtos.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Ação Astuta",
        "description": "Sua rapidez de pensamento e agilidade permitem que você se mova e aja rapidamente. No seu turno, você pode realizar uma das seguintes ações como uma ação bônus: Dash, Disengage ou Hide.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Subclasse de Ladino",
        "description": "Você ganha uma subclasse de Ladino à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Ladino.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Mira Firme",
        "description": "Como ação bônus, você se dá vantagem em sua próxima jogada de ataque no turno atual. Você pode usar esta característica apenas se não tiver se movido durante este turno, e após usá-la, sua velocidade é 0 até o final do turno atual.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 10, 12 e 16 de Ladino.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Golpe Astuto",
        "description": "Você desenvolveu maneiras astutas de usar seu Ataque Furtivo. Quando você causar dano de Ataque Furtivo, você pode adicionar um dos seguintes efeitos de Golpe Astuto. Cada efeito tem um custo de dado, que é o número de dados de dano de Ataque Furtivo que você deve abrir mão para adicionar o efeito.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Esquiva Incomum",
        "description": "Quando um atacante que você possa ver acertar você com uma jogada de ataque, você pode usar sua reação para reduzir pela metade o dano do ataque contra você.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Especialização",
        "description": "Você ganha Especialização em duas das suas proficiências de perícia à sua escolha.",
        "level": 6,
        "isPassive": true
      },
      {
        "name": "Evasão",
        "description": "Você pode se esquivar ágilmente de certos perigos. Quando você for submetido a um efeito que permite que você faça um teste de resistência de Destreza para receber apenas metade do dano, você não recebe dano se tiver sucesso no teste e apenas metade do dano se falhar.",
        "level": 7,
        "isPassive": true
      },
      {
        "name": "Talento Confiável",
        "description": "Sempre que você fizer uma verificação de habilidade que use uma das suas proficiências de perícia ou ferramenta, você pode tratar uma rolagem de d20 de 9 ou menor como 10.",
        "level": 7,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Ladino.",
        "level": 9,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 10,
        "isPassive": true
      },
      {
        "name": "Golpe Astuto Melhorado",
        "description": "Você pode usar até dois efeitos de Golpe Astuto quando causar dano de Ataque Furtivo, pagando o custo de dado para cada efeito.",
        "level": 11,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Ladino.",
        "level": 13,
        "isPassive": false
      },
      {
        "name": "Golpes Traiçoeiros",
        "description": "Você praticou novas maneiras de usar seu Ataque Furtivo de forma traiçoeira. Os seguintes efeitos agora estão entre suas opções de Golpe Astuto: Atordoar (Custo: 2d6), Nocaute (Custo: 6d6), Obscurecer (Custo: 3d6).",
        "level": 14,
        "isPassive": true
      },
      {
        "name": "Mente Escorregadia",
        "description": "Sua mente astuta é excepcionalmente difícil de controlar. Você ganha proficiência em testes de resistência de Sabedoria e Carisma.",
        "level": 15,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Ladino.",
        "level": 17,
        "isPassive": false
      },
      {
        "name": "Elusivo",
        "description": "Você é tão evasivo que atacantes raramente ganham vantagem contra você. Nenhuma jogada de ataque pode ter vantagem contra você a menos que você tenha a condição Incapacitado.",
        "level": 18,
        "isPassive": true
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção do Espírito Noturno é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Golpe da Sorte",
        "description": "Você tem uma habilidade maravilhosa de ter sucesso quando precisa. Se você falhar em um Teste D20, você pode transformar a rolagem em 20.",
        "level": 20,
        "isPassive": false
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "sneakAttack": "1d6", "preparedSpells": 0, "spellSlots": [0, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "—", "number": 0},
        {"level": 2, "proficiencyBonus": 2, "sneakAttack": "1d6", "preparedSpells": 0, "spellSlots": [0, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "—", "number": 0},
        {"level": 3, "proficiencyBonus": 2, "sneakAttack": "2d6", "preparedSpells": 3, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D6", "number": 4},
        {"level": 4, "proficiencyBonus": 2, "sneakAttack": "2d6", "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D6", "number": 4},
        {"level": 5, "proficiencyBonus": 3, "sneakAttack": "3d6", "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 6, "proficiencyBonus": 3, "sneakAttack": "3d6", "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 7, "proficiencyBonus": 3, "sneakAttack": "4d6", "preparedSpells": 5, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 8, "proficiencyBonus": 3, "sneakAttack": "4d6", "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 6},
        {"level": 9, "proficiencyBonus": 4, "sneakAttack": "5d6", "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 8},
        {"level": 10, "proficiencyBonus": 4, "sneakAttack": "5d6", "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D8", "number": 8},
        {"level": 11, "proficiencyBonus": 4, "sneakAttack": "6d6", "preparedSpells": 8, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 8},
        {"level": 12, "proficiencyBonus": 4, "sneakAttack": "6d6", "preparedSpells": 8, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 8},
        {"level": 13, "proficiencyBonus": 5, "sneakAttack": "7d6", "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 14, "proficiencyBonus": 5, "sneakAttack": "7d6", "preparedSpells": 10, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 15, "proficiencyBonus": 5, "sneakAttack": "8d6", "preparedSpells": 10, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 16, "proficiencyBonus": 5, "sneakAttack": "8d6", "preparedSpells": 11, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0], "dieSize": "D10", "number": 10},
        {"level": 17, "proficiencyBonus": 6, "sneakAttack": "9d6", "preparedSpells": 11, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12},
        {"level": 18, "proficiencyBonus": 6, "sneakAttack": "9d6", "preparedSpells": 11, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12},
        {"level": 19, "proficiencyBonus": 6, "sneakAttack": "10d6", "preparedSpells": 12, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12},
        {"level": 20, "proficiencyBonus": 6, "sneakAttack": "10d6", "preparedSpells": 13, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0], "dieSize": "D12", "number": 12}
      ]
    },
    "spellcasting": {
      "ability": "Inteligência",
      "spellSaveDC": "8 + proficiency bonus + Intelligence modifier",
      "spellAttackBonus": "proficiency bonus + Intelligence modifier",
      "spellList": "Mago",
      "preparedSpells": true,
      "ritualCasting": false,
      "cantripsKnown": 3,
      "spellsKnown": 0,
      "spellSlots": true
    }
  },
  {
    "name": "Feiticeiro",
    "description": "Um conjurador que canaliza magia inata através de sua linhagem sobrenatural, manipulando a realidade através de pontos de feitiçaria e metamagia para personalizar seus feitiços.",
    "hitDie": 6,
    "primaryAbility": "Carisma",
    "secondaryAbility": "Constituição",
    "suggestedBackground": "Ermitão",
    "flavorText": "Um humano de estatura média com olhos que brilham com energia arcana e gestos fluidos que fazem o ar vibrar com poder. Sua presença irradia magia crua, cada movimento carregado com a força bruta da criação.",
    "proficiency": {
      "armor": [],
      "weapons": ["Adagas", "Dardos", "Bestas leves", "Bordões"],
      "tools": [],
      "savingThrows": ["Constituição", "Carisma"],
      "skills": [
        "Arcanismo",
        "Enganação",
        "Intimidação",
        "Intuição",
        "Persuasão",
        "Religião"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) uma besta leve com 20 virotes ou (b) qualquer arma simples",
      "(a) um pacote de estudioso ou (b) um pacote de explorador",
      "Duas adagas e um foco arcano"
    ],
    "subclasses": [
      {
        "name": "Feitiçaria Aberrante",
        "description": "Uma influência alienígena envolveu sua mente com seus tentáculos, dando-lhe poder psíquico. Você agora pode tocar outras mentes com esse poder e alterar o mundo ao seu redor. Talvez um vento psíquico do Plano Astral tenha carregado energia psíquica até você, ou você foi exposto à influência distorcida do Reino Distante.",
        "features": [
          {
            "name": "Feitiços Psíquicos",
            "description": "Quando você alcança um nível de Feiticeiro especificado na tabela de Feitiços Psíquicos, você daí em diante sempre tem os feitiços listados preparados: Nível 3 (Braços de Hadar, Calmar Emoções, Detectar Pensamentos, Sussurros Dissonantes, Fragmento Mental), Nível 5 (Fome de Hadar, Envio), Nível 7 (Tentáculos Negros de Evard, Convocar Aberração), Nível 9 (Vínculo Telepático de Rary, Telecinese).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Fala Telepática",
            "description": "Você pode formar uma conexão telepática entre sua mente e a mente de outro. Como ação bônus, escolha uma criatura que você possa ver a 9 metros de si mesmo. Você e a criatura escolhida podem se comunicar telepaticamente enquanto estiverem a um número de milhas um do outro igual ao seu modificador de Carisma.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Feitiçaria Psíquica",
            "description": "Quando você conjurar qualquer feitiço de nível 1+ de sua característica Feitiços Psíquicos, você pode conjurá-lo gastando um espaço de feitiço como normal ou gastando um número de Pontos de Feitiçaria igual ao nível do feitiço. Se você conjurar o feitiço usando Pontos de Feitiçaria, ele não requer componentes verbais ou somáticos.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Defesas Psíquicas",
            "description": "Você tem resistência a dano psíquico, e você tem vantagem em testes de resistência para evitar ou terminar a condição Encantado ou Amedrontado.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Revelação na Carne",
            "description": "Você pode liberar a verdade aberrante escondida dentro de si mesmo. Como ação bônus, você pode gastar 1 Ponto de Feitiçaria ou mais para alterar magicamente seu corpo por 10 minutos. Para cada Ponto de Feitiçaria que você gastar, você ganha um dos seguintes benefícios à sua escolha.",
            "level": 14,
            "isPassive": false
          },
          {
            "name": "Implosão Distorcida",
            "description": "Você pode liberar uma anomalia que distorce o espaço. Como ação mágica, você se teletransporta para um espaço desocupado que você possa ver a 36 metros de si mesmo. Imediatamente após você desaparecer, cada criatura a 9 metros do espaço que você deixou deve fazer um teste de resistência de Força contra sua CD de feitiço.",
            "level": 18,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Feitiçaria Mecânica",
        "description": "A força cósmica da ordem o infundiu com magia. Esse poder surge de Mechanus ou um reino como ele - um plano de existência moldado inteiramente pela eficiência mecânica. Você ou alguém de sua linhagem pode ter se envolvido nas maquinações dos modrons, os seres ordenados que habitam Mechanus.",
        "features": [
          {
            "name": "Feitiços Mecânicos",
            "description": "Quando você alcança um nível de Feiticeiro especificado na tabela de Feitiços Mecânicos, você daí em diante sempre tem os feitiços listados preparados: Nível 3 (Auxílio, Alarme, Restauração Menor, Proteção contra Mal e Bem), Nível 5 (Dissipar Magia, Proteção contra Energia), Nível 7 (Liberdade de Movimento, Convocar Constructo), Nível 9 (Restauração Maior, Muralha de Força).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Restaurar Equilíbrio",
            "description": "Sua conexão com o plano da ordem absoluta permite que você equalize momentos caóticos. Quando uma criatura que você possa ver a 18 metros de si mesmo está prestes a rolar um d20 com vantagem ou desvantagem, você pode usar sua reação para impedir que a rolagem seja afetada por vantagem e desvantagem.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Bastião da Lei",
            "description": "Você pode se conectar à grande equação da existência para imbuir uma criatura com um escudo cintilante de ordem. Como ação mágica, você pode gastar 1 a 5 Pontos de Feitiçaria para criar uma barreira mágica ao redor de si mesmo ou de outra criatura que você possa ver a 9 metros de si mesmo.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Transe da Ordem",
            "description": "Você ganha a habilidade de alinhar sua consciência com os cálculos infinitos de Mechanus. Como ação bônus, você pode entrar neste estado por 1 minuto. Durante a duração, jogadas de ataque contra você não podem se beneficiar de vantagem, e sempre que você fizer um Teste D20, você pode tratar uma rolagem de 9 ou menor no d20 como 10.",
            "level": 14,
            "isPassive": false
          },
          {
            "name": "Cavalgada Mecânica",
            "description": "Você momentaneamente convoca espíritos da ordem para expurgar desordem ao seu redor. Como ação mágica, você convoca os espíritos em um Cubo de 9 metros originando de você. Os espíritos parecem modrons ou outros Constructos à sua escolha.",
            "level": 18,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Feitiçaria Dracônica",
        "description": "Sua magia inata vem do dom de um dragão. Talvez um dragão antigo enfrentando a morte tenha legado parte de seu poder mágico para você ou seu ancestral. Você pode ter absorvido magia de um local infundido com o poder dos dragões. Ou talvez você tenha um dragão como ancestral.",
        "features": [
          {
            "name": "Resistência Dracônica",
            "description": "A magia em seu corpo manifesta traços físicos de seu dom dracônico. Seu máximo de pontos de vida aumenta em 3, e aumenta em 1 sempre que você ganhar outro nível de Feiticeiro. Partes de você também são cobertas por escamas semelhantes a dragões. Enquanto você não estiver vestindo armadura, sua classe de armadura base é igual a 10 mais seus modificadores de Destreza e Carisma.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Feitiços Dracônicos",
            "description": "Quando você alcança um nível de Feiticeiro especificado na tabela de Feitiços Dracônicos, você daí em diante sempre tem os feitiços listados preparados: Nível 3 (Alterar-se, Orbe Cromático, Comando, Respiração do Dragão), Nível 5 (Medo, Voar), Nível 7 (Olho Arcano, Encantar Monstro), Nível 9 (Lenda, Convocar Dragão).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Afinidade Elemental",
            "description": "Sua magia dracônica tem afinidade com um tipo de dano associado aos dragões. Escolha um desses tipos: Ácido, Frio, Fogo, Raio ou Veneno. Você tem resistência a esse tipo de dano, e quando você conjurar um feitiço que cause dano desse tipo, você pode adicionar seu modificador de Carisma a uma rolagem de dano desse feitiço.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Asas de Dragão",
            "description": "Como ação bônus, você pode fazer com que asas dracônicas apareçam em suas costas. As asas duram por 1 hora ou até você dispensá-las. Durante a duração, você tem uma Velocidade de Voo de 18 metros.",
            "level": 14,
            "isPassive": false
          },
          {
            "name": "Companheiro Dragão",
            "description": "Você pode conjurar Convocar Dragão sem um componente material. Você também pode conjurá-lo uma vez sem um espaço de feitiço, e você recupera a habilidade de conjurá-lo desta forma quando terminar um descanso longo.",
            "level": 18,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Feitiçaria da Magia Selvagem",
        "description": "Sua magia inata deriva das forças do caos que fundamentam a ordem da criação. Você ou um ancestral podem ter suportado exposição à magia crua, talvez através de um portal planar levando a Limbo ou aos Planos Elementais. Talvez você tenha sido abençoado por um ser feérico ou marcado por um demônio.",
        "features": [
          {
            "name": "Surto de Magia Selvagem",
            "description": "Sua conjuração pode liberar surtos de magia indomada. Uma vez por turno, você pode rolar 1d20 imediatamente após conjurar um feitiço de Feiticeiro com um espaço de feitiço. Se você rolar 20, role na tabela de Surto de Magia Selvagem para criar um efeito mágico.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Marés do Caos",
            "description": "Você pode manipular o próprio caos para se dar vantagem em um Teste D20 antes de rolar o d20. Uma vez que você faça isso, você deve conjurar um feitiço de Feiticeiro com um espaço de feitiço ou terminar um descanso longo antes de poder usar esta característica novamente.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Dobrar a Sorte",
            "description": "Você tem a habilidade de torcer o destino usando sua magia selvagem. Imediatamente após outra criatura que você possa ver rolar o d20 para um Teste D20, você pode usar sua reação e gastar 1 Ponto de Feitiçaria para rolar 1d4 e aplicar o número rolado como bônus ou penalidade à rolagem do d20.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Caos Controlado",
            "description": "Você ganha uma medida de controle sobre os surtos de sua magia selvagem. Sempre que você rolar na tabela de Surto de Magia Selvagem, você pode rolar duas vezes e usar qualquer número.",
            "level": 14,
            "isPassive": true
          },
          {
            "name": "Surto Domado",
            "description": "Imediatamente após você conjurar um feitiço de Feiticeiro com um espaço de feitiço, você pode criar um efeito à sua escolha da tabela de Surto de Magia Selvagem ao invés de rolar nessa tabela. Você pode escolher qualquer efeito na tabela exceto a linha final.",
            "level": 18,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Conjuração",
        "description": "Extraindo de sua magia inata, você pode conjurar feitiços. Você conhece quatro truques de Feiticeiro à sua escolha. Luz, Prestidigitação, Toque Chocante e Explosão Feiticeira são recomendados. Você prepara a lista de feitiços de nível 1+ que estão disponíveis para você conjurar com esta característica.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Feitiçaria Inata",
        "description": "Um evento em seu passado deixou uma marca indelével em você, infundindo-o com magia fervente. Como ação bônus, você pode liberar essa magia por 1 minuto, durante o qual você ganha os seguintes benefícios: A CD de salvamento de feitiço dos seus feitiços de Feiticeiro aumenta em 1, você tem vantagem nas jogadas de ataque dos feitiços de Feiticeiro que conjurar.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Fonte de Magia",
        "description": "Você pode se conectar à fonte de magia dentro de si mesmo. Esta fonte é representada pelos Pontos de Feitiçaria, que permitem que você crie uma variedade de efeitos mágicos. Você tem 2 Pontos de Feitiçaria, e você ganha mais conforme alcança níveis mais altos.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Metamagia",
        "description": "Porque sua magia flui de dentro, você pode alterar seus feitiços para atender suas necessidades; você ganha duas opções de Metamagia à sua escolha. Você usa as opções escolhidas para modificar temporariamente feitiços que conjurar.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Subclasse de Feiticeiro",
        "description": "Você ganha uma subclasse de Feiticeiro à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Feiticeiro.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Feiticeiro.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Restauração Feiticeira",
        "description": "Quando você terminar um descanso curto, você pode recuperar Pontos de Feitiçaria gastos, mas não mais que um número igual à metade do seu nível de Feiticeiro.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Feiticeiro.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Feitiçaria Encarnada",
        "description": "Se você não tiver usos de Feitiçaria Inata restantes, você pode usá-la se gastar 2 Pontos de Feitiçaria quando tomar a ação bônus para ativá-la. Além disso, enquanto sua característica Feitiçaria Inata estiver ativa, você pode usar até duas das suas opções de Metamagia em cada feitiço que conjurar.",
        "level": 7,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Metamagia",
        "description": "Porque sua magia flui de dentro de você, você pode alterar seus feitiços para atender suas necessidades; você ganha duas opções de Metamagia à sua escolha.",
        "level": 10,
        "isPassive": true
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Feiticeiro.",
        "level": 14,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Metamagia",
        "description": "Porque sua magia flui de dentro de você, você pode alterar seus feitiços para atender suas necessidades; você ganha duas opções de Metamagia à sua escolha.",
        "level": 17,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Feiticeiro.",
        "level": 18,
        "isPassive": false
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Viagem Dimensional é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Apoteose Arcana",
        "description": "Enquanto sua característica Feitiçaria Inata estiver ativa, você pode usar uma opção de Metamagia em cada um dos seus turnos sem gastar Pontos de Feitiçaria nela.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "sorceryPoints": 0, "cantrips": 4, "preparedSpells": 2, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 2, "proficiencyBonus": 2, "sorceryPoints": 2, "cantrips": 4, "preparedSpells": 4, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 3, "proficiencyBonus": 2, "sorceryPoints": 3, "cantrips": 4, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 4, "proficiencyBonus": 2, "sorceryPoints": 4, "cantrips": 5, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 5, "proficiencyBonus": 3, "sorceryPoints": 5, "cantrips": 5, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 6, "proficiencyBonus": 3, "sorceryPoints": 6, "cantrips": 5, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 7, "proficiencyBonus": 3, "sorceryPoints": 7, "cantrips": 5, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 8, "proficiencyBonus": 3, "sorceryPoints": 8, "cantrips": 5, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 9, "proficiencyBonus": 4, "sorceryPoints": 9, "cantrips": 5, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 10, "proficiencyBonus": 4, "sorceryPoints": 10, "cantrips": 6, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]},
        {"level": 11, "proficiencyBonus": 4, "sorceryPoints": 11, "cantrips": 6, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 12, "proficiencyBonus": 4, "sorceryPoints": 12, "cantrips": 6, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 13, "proficiencyBonus": 5, "sorceryPoints": 13, "cantrips": 6, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 14, "proficiencyBonus": 5, "sorceryPoints": 14, "cantrips": 6, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 15, "proficiencyBonus": 5, "sorceryPoints": 15, "cantrips": 6, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 16, "proficiencyBonus": 5, "sorceryPoints": 16, "cantrips": 6, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 17, "proficiencyBonus": 6, "sorceryPoints": 17, "cantrips": 6, "preparedSpells": 19, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 1]},
        {"level": 18, "proficiencyBonus": 6, "sorceryPoints": 18, "cantrips": 6, "preparedSpells": 20, "spellSlots": [4, 3, 3, 3, 3, 1, 1, 1, 1]},
        {"level": 19, "proficiencyBonus": 6, "sorceryPoints": 19, "cantrips": 6, "preparedSpells": 21, "spellSlots": [4, 3, 3, 3, 3, 2, 1, 1, 1]},
        {"level": 20, "proficiencyBonus": 6, "sorceryPoints": 20, "cantrips": 6, "preparedSpells": 22, "spellSlots": [4, 3, 3, 3, 3, 2, 2, 1, 1]}
      ]
    },
    "spellcasting": {
      "ability": "Carisma",
      "spellSaveDC": "8 + proficiency bonus + Charisma modifier",
      "spellAttackBonus": "proficiency bonus + Charisma modifier",
      "spellList": "Feiticeiro",
      "preparedSpells": true,
      "ritualCasting": false,
      "cantripsKnown": 4,
      "spellsKnown": 0,
      "spellSlots": true
    }
  },
  {
    "name": "Bruxo",
    "description": "Um conjurador que obtém poder através de um pacto com uma entidade sobrenatural, canalizando magia através de invocações eldritch e pactos místicos para manipular a realidade de formas únicas.",
    "hitDie": 8,
    "primaryAbility": "Carisma",
    "secondaryAbility": "Constituição",
    "suggestedBackground": "Ermitão",
    "flavorText": "Um humano de estatura média com olhos que brilham com energia sobrenatural e gestos que fazem o ar vibrar com poder eldritch. Sua presença irradia mistério arcano, cada movimento carregado com a força de um pacto antigo.",
    "proficiency": {
      "armor": ["Armaduras leves"],
      "weapons": ["Armas simples"],
      "tools": [],
      "savingThrows": ["Sabedoria", "Carisma"],
      "skills": [
        "Arcanismo",
        "Enganação",
        "História",
        "Intimidação",
        "Investigação",
        "Natureza",
        "Religião"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) uma besta leve com 20 virotes ou (b) qualquer arma simples",
      "(a) um pacote de estudioso ou (b) um pacote de explorador",
      "Armadura de couro, duas adagas e um foco arcano"
    ],
    "subclasses": [
      {
        "name": "Patrono Archfey",
        "description": "Seu pacto se baseia no poder do Feywild. Quando você escolhe esta subclasse, você pode fazer um acordo com um archfey, como o Príncipe do Gelo; a Rainha do Ar e das Trevas, governante da Corte do Crepúsculo; Titânia da Corte do Verão; ou uma bruxa antiga. Ou você pode invocar um espectro de Fey, tecendo uma teia de favores e dívidas.",
        "features": [
          {
            "name": "Feitiços Archfey",
            "description": "A magia do seu patrono garante que você sempre tenha certos feitiços prontos: Nível 3 (Calmar Emoções, Fogo Féerico, Passo Nebuloso, Força Fantasmagórica, Sono), Nível 5 (Piscar, Crescimento de Plantas), Nível 7 (Dominar Fera, Invisibilidade Maior), Nível 9 (Dominar Pessoa, Aparência).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Passos dos Fey",
            "description": "Seu patrono lhe concede a habilidade de se mover entre as fronteiras dos planos. Você pode conjurar Passo Nebuloso sem gastar um espaço de feitiço um número de vezes igual ao seu modificador de Carisma, e você recupera todos os usos gastos quando terminar um descanso longo.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Escape Nebuloso",
            "description": "Você pode conjurar Passo Nebuloso como uma reação em resposta a receber dano. Além disso, os seguintes efeitos agora estão entre suas opções de Passos dos Fey: Passo Desaparecendo (você tem a condição Invisível até o início do seu próximo turno), Passo Terrível (criaturas a 1,5 metro do espaço que você deixou ou do espaço em que aparece devem ter sucesso em um teste de resistência de Sabedoria).",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Defesas Sedutoras",
            "description": "Seu patrono lhe ensina como proteger sua mente e corpo. Você é imune à condição Encantado. Além disso, imediatamente após uma criatura que você possa ver acertar você com uma jogada de ataque, você pode usar sua reação para reduzir o dano que recebe pela metade.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Magia Sedutora",
            "description": "Seu patrono lhe concede a habilidade de tecer sua magia com teletransporte. Imediatamente após você conjurar um feitiço de Encantamento ou Ilusão usando uma ação e um espaço de feitiço, você pode conjurar Passo Nebuloso como parte da mesma ação e sem gastar um espaço de feitiço.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Patrono Celestial",
        "description": "Seu pacto se baseia nos Planos Superiores, os reinos da bem-aventurança eterna. Você pode entrar em um acordo com um empíreo, um couatl, uma esfinge, um unicórnio ou outra entidade celestial. Ou você pode invocar numerosos seres assim enquanto persegue objetivos alinhados com os deles.",
        "features": [
          {
            "name": "Feitiços Celestiais",
            "description": "A magia do seu patrono garante que você sempre tenha certos feitiços prontos: Nível 3 (Auxílio, Curar Ferimentos, Raio Guia, Restauração Menor, Luz, Chama Sagrada), Nível 5 (Luz do Dia, Revivificar), Nível 7 (Guardião da Fé, Muralha de Fogo), Nível 9 (Restauração Maior, Convocar Celestial).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Luz Curativa",
            "description": "Você ganha a habilidade de canalizar energia celestial para curar ferimentos. Você tem um poço de d6s para alimentar esta cura. O número de dados no poço é igual a 1 mais seu nível de Bruxo. Como ação bônus, você pode se curar ou curar uma criatura que você possa ver a 18 metros de si mesmo.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Alma Radiante",
            "description": "Sua conexão com seu patrono permite que você sirva como um conduto para energia radiante. Você tem resistência a dano radiante. Uma vez por turno, quando um feitiço que você conjurar causar dano radiante ou de fogo, você pode adicionar seu modificador de Carisma ao dano desse feitiço contra um dos alvos do feitiço.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Resiliência Celestial",
            "description": "Você ganha pontos de vida temporários sempre que usar sua característica Astúcia Mágica ou terminar um descanso curto ou longo. Estes pontos de vida temporários são iguais ao seu nível de Bruxo mais seu modificador de Carisma.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Vingança Ardente",
            "description": "Quando você ou um aliado a 18 metros de você está prestes a fazer um Teste de Resistência à Morte, você pode liberar energia radiante para salvar a criatura. A criatura recupera pontos de vida iguais à metade do seu máximo de pontos de vida e pode terminar a condição Caído em si mesma.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Patrono Fiend",
        "description": "Seu pacto se baseia nos Planos Inferiores, os reinos da perdição. Você pode forjar um acordo com um senhor demônio como Demogorgon ou Orcus; um arquidiabo como Asmodeus; ou um pit fiend, balor, yugoloth ou night hag que seja especialmente poderoso. Os objetivos desse patrono são malignos.",
        "features": [
          {
            "name": "Feitiços Fiend",
            "description": "A magia do seu patrono garante que você sempre tenha certos feitiços prontos: Nível 3 (Mãos Ardentes, Comando, Raio Escaldante, Sugestão), Nível 5 (Bola de Fogo, Nuvem Fétida), Nível 7 (Escudo de Fogo, Muralha de Fogo), Nível 9 (Geas, Praga de Insetos).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Bênção do Um Sombrio",
            "description": "Quando você reduzir um inimigo a 0 pontos de vida, você ganha pontos de vida temporários iguais ao seu modificador de Carisma mais seu nível de Bruxo. Você também ganha este benefício se outra pessoa reduzir um inimigo a 1,5 metro de você a 0 pontos de vida.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Sorte do Um Sombrio",
            "description": "Você pode invocar seu patrono fiend para alterar o destino a seu favor. Quando você fizer uma verificação de habilidade ou um teste de resistência, você pode usar esta característica para adicionar 1d10 à sua rolagem. Você pode fazer isso após ver a rolagem mas antes que qualquer efeito da rolagem ocorra.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Resiliência Fiend",
            "description": "Escolha um tipo de dano, diferente de Força, sempre que terminar um descanso curto ou longo. Você tem resistência a esse tipo de dano até escolher um diferente com esta característica.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Arremessar pelo Inferno",
            "description": "Uma vez por turno quando você acertar uma criatura com uma jogada de ataque, você pode tentar transportar instantaneamente o alvo através dos Planos Inferiores. O alvo deve ter sucesso em um teste de resistência de Carisma contra sua CD de feitiço, ou o alvo desaparece e é arremessado através de uma paisagem de pesadelo.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Patrono Grande Antigo",
        "description": "Quando você escolhe esta subclasse, você pode se vincular a um ser indizível do Reino Distante ou um deus ancião - um ser como Tharizdun, o Deus Acorrentado; Zargon, o Retornador; Hadar, a Fome Sombria; ou o Grande Cthulhu. Os motivos desses seres são incompreensíveis.",
        "features": [
          {
            "name": "Feitiços do Grande Antigo",
            "description": "A magia do seu patrono garante que você sempre tenha certos feitiços prontos: Nível 3 (Detectar Pensamentos, Sussurros Dissonantes, Força Fantasmagórica, Risada Terrível de Tasha), Nível 5 (Clarividência, Fome de Hadar), Nível 7 (Confusão, Convocar Aberração), Nível 9 (Modificar Memória, Telecinese).",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Mente Desperta",
            "description": "Você pode formar uma conexão telepática entre sua mente e a mente de outro. Como ação bônus, escolha uma criatura que você possa ver a 9 metros de si mesmo. Você e a criatura escolhida podem se comunicar telepaticamente enquanto estiverem a um número de milhas um do outro igual ao seu modificador de Carisma.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Feitiços Psíquicos",
            "description": "Quando você conjurar um feitiço de Bruxo que cause dano, você pode mudar seu tipo de dano para Psíquico. Além disso, quando você conjurar um feitiço de Bruxo que seja um Encantamento ou Ilusão, você pode fazê-lo sem componentes verbais ou somáticos.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Combatente Clarividente",
            "description": "Quando você formar um vínculo telepático com uma criatura usando sua Mente Desperta, você pode forçar essa criatura a fazer um teste de resistência de Sabedoria contra sua CD de feitiço. Em uma falha, a criatura tem desvantagem em jogadas de ataque contra você.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Maldição Eldritch",
            "description": "Seu patrono alienígena lhe concede uma maldição poderosa. Você sempre tem o feitiço Maldição preparado. Quando você conjurar Maldição e escolher uma habilidade, o alvo também tem desvantagem em testes de resistência da habilidade escolhida durante a duração do feitiço.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Escudo Mental",
            "description": "Seus pensamentos não podem ser lidos por telepatia ou outros meios a menos que você permita. Você também tem resistência a dano psíquico, e sempre que uma criatura causar dano psíquico a você, essa criatura recebe a mesma quantidade de dano que você recebe.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Criar Servo",
            "description": "Quando você conjurar Convocar Aberração, você pode modificá-lo para que não requeira concentração. Se você fizer isso, a duração do feitiço se torna 1 minuto para essa conjuração, e quando convocado, a Aberração tem um número de pontos de vida temporários igual ao seu nível de Bruxo mais seu modificador de Carisma.",
            "level": 14,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Invocações Eldritch",
        "description": "Você descobriu Invocações Eldritch, pedaços de conhecimento proibido que o imbuem com uma habilidade mágica duradoura ou outras lições. Você ganha uma invocação à sua escolha, como Pacto do Tomo. As invocações são descritas na seção 'Opções de Invocação Eldritch' mais adiante na descrição desta classe.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Magia de Pacto",
        "description": "Através de cerimônia oculta, você formou um pacto com uma entidade misteriosa para ganhar poderes mágicos. A entidade é uma voz nas sombras - sua identidade não clara - mas seu benefício para você é concreto: a habilidade de conjurar feitiços. Você conhece dois truques de Bruxo à sua escolha.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Astúcia Mágica",
        "description": "Você pode realizar um rito esotérico por 1 minuto. No final dele, você recupera espaços de feitiço de Magia de Pacto gastos mas não mais que um número igual à metade do seu máximo. Uma vez que você use esta característica, você não pode fazê-lo novamente até terminar um descanso longo.",
        "level": 2,
        "isPassive": false
      },
      {
        "name": "Subclasse de Bruxo",
        "description": "Você ganha uma subclasse de Bruxo à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Bruxo.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Bruxo.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bruxo.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Contatar Patrono",
        "description": "No passado, você geralmente contatava seu patrono através de intermediários. Agora você pode se comunicar diretamente; você sempre tem o feitiço Contatar Outro Plano preparado. Com esta característica, você pode conjurar o feitiço sem gastar um espaço de feitiço para contatar seu patrono.",
        "level": 9,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bruxo.",
        "level": 10,
        "isPassive": false
      },
      {
        "name": "Arcano Místico",
        "description": "Seu patrono lhe concede um segredo mágico chamado arcanum. Escolha um feitiço de Bruxo de nível 6 como este arcanum. Você pode conjurar seu feitiço arcanum uma vez sem gastar um espaço de feitiço, e você deve terminar um descanso longo antes de poder conjurá-lo desta forma novamente.",
        "level": 11,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Arcano Místico",
        "description": "Você ganha um feitiço de Bruxo de nível 7 à sua escolha.",
        "level": 13,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Bruxo.",
        "level": 14,
        "isPassive": false
      },
      {
        "name": "Arcano Místico",
        "description": "Você ganha um feitiço de Bruxo de nível 8 à sua escolha.",
        "level": 15,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Arcano Místico",
        "description": "Você ganha um feitiço de Bruxo de nível 9 à sua escolha.",
        "level": 17,
        "isPassive": false
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção do Destino é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Mestre Eldritch",
        "description": "Quando você usar sua característica Astúcia Mágica, você recupera todos os seus espaços de feitiço de Magia de Pacto gastos.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "invocations": 1, "cantrips": 2, "preparedSpells": 2, "spellSlots": 1, "slotLevel": 1},
        {"level": 2, "proficiencyBonus": 2, "invocations": 3, "cantrips": 2, "preparedSpells": 3, "spellSlots": 2, "slotLevel": 1},
        {"level": 3, "proficiencyBonus": 2, "invocations": 3, "cantrips": 2, "preparedSpells": 4, "spellSlots": 2, "slotLevel": 2},
        {"level": 4, "proficiencyBonus": 2, "invocations": 3, "cantrips": 3, "preparedSpells": 5, "spellSlots": 2, "slotLevel": 2},
        {"level": 5, "proficiencyBonus": 3, "invocations": 5, "cantrips": 3, "preparedSpells": 6, "spellSlots": 2, "slotLevel": 3},
        {"level": 6, "proficiencyBonus": 3, "invocations": 5, "cantrips": 3, "preparedSpells": 7, "spellSlots": 2, "slotLevel": 3},
        {"level": 7, "proficiencyBonus": 3, "invocations": 6, "cantrips": 3, "preparedSpells": 8, "spellSlots": 2, "slotLevel": 4},
        {"level": 8, "proficiencyBonus": 3, "invocations": 6, "cantrips": 3, "preparedSpells": 9, "spellSlots": 2, "slotLevel": 4},
        {"level": 9, "proficiencyBonus": 4, "invocations": 7, "cantrips": 3, "preparedSpells": 10, "spellSlots": 2, "slotLevel": 5},
        {"level": 10, "proficiencyBonus": 4, "invocations": 7, "cantrips": 4, "preparedSpells": 10, "spellSlots": 2, "slotLevel": 5},
        {"level": 11, "proficiencyBonus": 4, "invocations": 7, "cantrips": 4, "preparedSpells": 11, "spellSlots": 3, "slotLevel": 5},
        {"level": 12, "proficiencyBonus": 4, "invocations": 8, "cantrips": 4, "preparedSpells": 11, "spellSlots": 3, "slotLevel": 5},
        {"level": 13, "proficiencyBonus": 5, "invocations": 8, "cantrips": 4, "preparedSpells": 12, "spellSlots": 3, "slotLevel": 5},
        {"level": 14, "proficiencyBonus": 5, "invocations": 8, "cantrips": 4, "preparedSpells": 12, "spellSlots": 3, "slotLevel": 5},
        {"level": 15, "proficiencyBonus": 5, "invocations": 9, "cantrips": 4, "preparedSpells": 13, "spellSlots": 3, "slotLevel": 5},
        {"level": 16, "proficiencyBonus": 5, "invocations": 9, "cantrips": 4, "preparedSpells": 13, "spellSlots": 3, "slotLevel": 5},
        {"level": 17, "proficiencyBonus": 6, "invocations": 9, "cantrips": 4, "preparedSpells": 14, "spellSlots": 4, "slotLevel": 5},
        {"level": 18, "proficiencyBonus": 6, "invocations": 10, "cantrips": 4, "preparedSpells": 14, "spellSlots": 4, "slotLevel": 5},
        {"level": 19, "proficiencyBonus": 6, "invocations": 10, "cantrips": 4, "preparedSpells": 15, "spellSlots": 4, "slotLevel": 5},
        {"level": 20, "proficiencyBonus": 6, "invocations": 10, "cantrips": 4, "preparedSpells": 15, "spellSlots": 4, "slotLevel": 5}
      ]
    },
    "spellcasting": {
      "ability": "Carisma",
      "spellSaveDC": "8 + proficiency bonus + Charisma modifier",
      "spellAttackBonus": "proficiency bonus + Charisma modifier",
      "spellList": "Bruxo",
      "preparedSpells": true,
      "ritualCasting": false,
      "cantripsKnown": 2,
      "spellsKnown": 0,
      "spellSlots": true
    }
  },
  {
    "name": "Mago",
    "description": "Um estudioso da magia arcana que domina uma vasta gama de feitiços através de estudo intensivo, pesquisa constante e um livro de feitiços pessoal que cresce com o conhecimento.",
    "hitDie": 6,
    "primaryAbility": "Inteligência",
    "secondaryAbility": "Constituição",
    "suggestedBackground": "Sábio",
    "flavorText": "Um humano de estatura média com olhos brilhantes de curiosidade e gestos precisos que fazem o ar vibrar com energia arcana. Sua presença irradia conhecimento antigo, cada movimento carregado com a sabedoria de séculos de estudo mágico.",
    "proficiency": {
      "armor": [],
      "weapons": ["Adagas", "Dardos", "Bestas leves", "Bordões"],
      "tools": [],
      "savingThrows": ["Inteligência", "Sabedoria"],
      "skills": [
        "Arcanismo",
        "História",
        "Investigação",
        "Medicina",
        "Natureza",
        "Religião"
      ],
      "skillChoices": 2
    },
    "startingEquipment": [
      "(a) uma besta leve com 20 virotes ou (b) qualquer arma simples",
      "(a) um pacote de estudioso ou (b) um pacote de explorador",
      "Um livro de feitiços e um foco arcano"
    ],
    "subclasses": [
      {
        "name": "Abjurador",
        "description": "Seu estudo da magia está focado em feitiços que bloqueiam, banem ou protegem - terminando efeitos prejudiciais, banindo influências malignas e protegendo os fracos. Abjuradores são procurados quando espíritos malignos requerem exorcismo, quando locais devem ser guardados contra espionagem mágica.",
        "features": [
          {
            "name": "Savant de Abjuração",
            "description": "Escolha dois feitiços de Mago da escola de Abjuração, cada um dos quais deve ser não superior ao nível 2, e adicione-os ao seu livro de feitiços gratuitamente. Além disso, sempre que você ganhar acesso a um novo nível de espaços de feitiço nesta classe, você pode adicionar um feitiço de Mago da escola de Abjuração ao seu livro de feitiços gratuitamente.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Barreira Arcana",
            "description": "Você pode tecer magia ao redor de si mesmo para proteção. Quando você conjurar um feitiço de Abjuração com um espaço de feitiço, você pode simultaneamente usar um fio da magia do feitiço para criar uma barreira mágica em si mesmo que dura até você terminar um descanso longo.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Barreira Projetada",
            "description": "Quando uma criatura que você possa ver a 9 metros de si mesmo receber dano, você pode usar sua reação para fazer sua Barreira Arcana absorver esse dano. Se este dano reduzir a barreira a 0 pontos de vida, a criatura protegida recebe qualquer dano restante.",
            "level": 6,
            "isPassive": false
          },
          {
            "name": "Quebrador de Feitiços",
            "description": "Você sempre tem os feitiços Contrarfeitiço e Dissipar Magia preparados. Além disso, você pode conjurar Dissipar Magia como uma ação bônus, e você pode adicionar seu Bônus de Proficiência à sua verificação de habilidade.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Resistência a Feitiços",
            "description": "Você tem vantagem em testes de resistência contra feitiços, e você tem resistência ao dano de feitiços.",
            "level": 14,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Divinador",
        "description": "O conselho de um Divinador é procurado por aqueles que querem uma compreensão mais clara do passado, presente e futuro. Como um Divinador, você se esforça para separar os véus do espaço, tempo e consciência. Você trabalha para dominar feitiços de discernimento, visão remota, conhecimento sobrenatural e previsão.",
        "features": [
          {
            "name": "Savant de Divinação",
            "description": "Escolha dois feitiços de Mago da escola de Divinação, cada um dos quais deve ser não superior ao nível 2, e adicione-os ao seu livro de feitiços gratuitamente. Além disso, sempre que você ganhar acesso a um novo nível de espaços de feitiço nesta classe, você pode adicionar um feitiço de Mago da escola de Divinação ao seu livro de feitiços gratuitamente.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Presságio",
            "description": "Vislumbres do futuro começam a pressionar sua consciência. Sempre que você terminar um descanso longo, role dois d20s e registre os números rolados. Você pode substituir qualquer Teste D20 feito por você ou uma criatura que você possa ver por uma dessas rolagens de presságio.",
            "level": 3,
            "isPassive": false
          },
          {
            "name": "Divinação Especializada",
            "description": "Conjurar feitiços de Divinação vem tão facilmente para você que consome apenas uma fração de seus esforços de conjuração. Quando você conjurar um feitiço de Divinação usando um espaço de feitiço de nível 2+, você recupera um espaço de feitiço gasto.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "O Terceiro Olho",
            "description": "Você pode aumentar seus poderes de percepção. Como ação bônus, escolha um dos seguintes benefícios, que dura até você começar um descanso curto ou longo: Visão no Escuro (você ganha Visão no Escuro com alcance de 36 metros), Maior Compreensão (você pode ler qualquer idioma), Ver Invisibilidade (você pode conjurar Ver Invisibilidade sem gastar um espaço de feitiço).",
            "level": 10,
            "isPassive": false
          },
          {
            "name": "Presságio Maior",
            "description": "As visões em seus sonhos se intensificam e pintam uma imagem mais precisa em sua mente do que está por vir. Role três d20s para sua característica Presságio ao invés de dois.",
            "level": 14,
            "isPassive": true
          }
        ]
      },
      {
        "name": "Evocador",
        "description": "Seus estudos se concentram em magia que cria efeitos elementais poderosos como frio amargo, chama ardente, trovão rolante, raio crepitante e ácido ardente. Alguns Evocadores encontram emprego em forças militares, servindo como artilharia para explodir exércitos à distância.",
        "features": [
          {
            "name": "Savant de Evocação",
            "description": "Escolha dois feitiços de Mago da escola de Evocação, cada um dos quais deve ser não superior ao nível 2, e adicione-os ao seu livro de feitiços gratuitamente. Além disso, sempre que você ganhar acesso a um novo nível de espaços de feitiço nesta classe, você pode adicionar um feitiço de Mago da escola de Evocação ao seu livro de feitiços gratuitamente.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Truque Potente",
            "description": "Seus truques causadores de dano afetam até criaturas que evitam a força do efeito. Quando você conjurar um truque em uma criatura e errar com a jogada de ataque ou o alvo tiver sucesso em um teste de resistência contra o truque, o alvo recebe metade do dano do truque.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Esculpir Feitiços",
            "description": "Você pode criar bolsões de segurança relativa dentro dos efeitos de suas evocações. Quando você conjurar um feitiço de Evocação que afete outras criaturas que você possa ver, você pode escolher um número delas igual a 1 mais o nível do feitiço.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Evocação Empoderada",
            "description": "Sempre que você conjurar um feitiço de Mago da escola de Evocação, você pode adicionar seu modificador de Inteligência a uma rolagem de dano desse feitiço.",
            "level": 10,
            "isPassive": true
          },
          {
            "name": "Sobrecanalização",
            "description": "Você pode aumentar o poder de seus feitiços. Quando você conjurar um feitiço de Mago com um espaço de feitiço de níveis 1-5 que cause dano, você pode causar dano máximo com esse feitiço no turno em que o conjurar.",
            "level": 14,
            "isPassive": false
          }
        ]
      },
      {
        "name": "Ilusionista",
        "description": "Você se especializa em magia que deslumbra os sentidos e engana a mente, e as ilusões que você cria fazem o impossível parecer real. Você trabalha para dominar feitiços que criam imagens falsas, sons fantasmagóricos e outras percepções enganosas.",
        "features": [
          {
            "name": "Savant de Ilusão",
            "description": "Escolha dois feitiços de Mago da escola de Ilusão, cada um dos quais deve ser não superior ao nível 2, e adicione-os ao seu livro de feitiços gratuitamente. Além disso, sempre que você ganhar acesso a um novo nível de espaços de feitiço nesta classe, você pode adicionar um feitiço de Mago da escola de Ilusão ao seu livro de feitiços gratuitamente.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Ilusões Melhoradas",
            "description": "Você pode conjurar feitiços de Ilusão sem fornecer componentes verbais, e se um feitiço de Ilusão que você conjurar tiver um alcance de 3+ metros, o alcance aumenta em 18 metros. Você também conhece o truque Ilusão Menor.",
            "level": 3,
            "isPassive": true
          },
          {
            "name": "Criaturas Fantasmagóricas",
            "description": "Você sempre tem os feitiços Convocar Fera e Convocar Fey preparados. Sempre que você conjurar qualquer um dos feitiços, você pode mudar sua escola para Ilusão, o que faz com que a criatura convocada apareça espectral.",
            "level": 6,
            "isPassive": true
          },
          {
            "name": "Eu Ilusório",
            "description": "Quando uma criatura acertar você com uma jogada de ataque, você pode usar sua reação para interpor uma duplicata ilusória de si mesmo entre o atacante e você. O ataque automaticamente erra você, então a ilusão se dissipa.",
            "level": 10,
            "isPassive": false
          },
          {
            "name": "Realidade Ilusória",
            "description": "Você aprendeu a tecer magia das sombras em suas ilusões para dar-lhes uma semi-realidade. Quando você conjurar um feitiço de Ilusão com um espaço de feitiço, você pode escolher um objeto inanimado e não mágico que seja parte da ilusão e tornar esse objeto real.",
            "level": 14,
            "isPassive": false
          }
        ]
      }
    ],
    "features": [
      {
        "name": "Conjuração",
        "description": "Como estudante da magia arcana, você aprendeu a conjurar feitiços. Você conhece três truques de Mago à sua escolha. Luz, Mão Mágica e Raio de Gelo são recomendados. Você prepara a lista de feitiços de nível 1+ que estão disponíveis para você conjurar com esta característica.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Adepto Ritual",
        "description": "Você pode conjurar qualquer feitiço como um Ritual se esse feitiço tiver a tag Ritual e o feitiço estiver em seu livro de feitiços. Você não precisa ter o feitiço preparado, mas deve ler do livro para conjurar um feitiço desta forma.",
        "level": 1,
        "isPassive": true
      },
      {
        "name": "Recuperação Arcana",
        "description": "Você pode recuperar parte de sua energia mágica estudando seu livro de feitiços. Quando você terminar um descanso curto, você pode escolher espaços de feitiço gastos para recuperar. Os espaços de feitiço podem ter um nível combinado igual a não mais que metade do seu nível de Mago.",
        "level": 1,
        "isPassive": false
      },
      {
        "name": "Erudito",
        "description": "Enquanto estudava magia, você também se especializou em outro campo de estudo. Escolha uma das seguintes perícias na qual você tem proficiência: Arcanismo, História, Investigação, Medicina, Natureza ou Religião. Você tem Especialização na perícia escolhida.",
        "level": 2,
        "isPassive": true
      },
      {
        "name": "Subclasse de Mago",
        "description": "Você ganha uma subclasse de Mago à sua escolha. Uma subclasse é uma especialização que lhe concede características em certos níveis de Mago.",
        "level": 3,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica. Você ganha esta característica novamente nos níveis 8, 12 e 16 de Mago.",
        "level": 4,
        "isPassive": true
      },
      {
        "name": "Memorizar Feitiço",
        "description": "Sempre que você terminar um descanso curto, você pode estudar seu livro de feitiços e substituir um dos feitiços de Mago de nível 1+ que você tem preparado para sua característica Conjuração por outro feitiço de nível 1+ do livro.",
        "level": 5,
        "isPassive": false
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Mago.",
        "level": 6,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 8,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Mago.",
        "level": 10,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 12,
        "isPassive": true
      },
      {
        "name": "Característica da Subclasse",
        "description": "Você ganha uma característica da sua subclasse de Mago.",
        "level": 14,
        "isPassive": false
      },
      {
        "name": "Melhoria de Habilidade",
        "description": "Você ganha o talento Melhoria de Habilidade ou outro talento à sua escolha para o qual você se qualifica.",
        "level": 16,
        "isPassive": true
      },
      {
        "name": "Domínio de Feitiços",
        "description": "Você alcançou tal domínio sobre certos feitiços que pode conjurá-los à vontade. Escolha um feitiço de nível 1 e um feitiço de nível 2 em seu livro de feitiços que tenham tempo de conjuração de uma ação. Você sempre tem esses feitiços preparados, e pode conjurá-los em seu nível mais baixo sem gastar um espaço de feitiço.",
        "level": 18,
        "isPassive": true
      },
      {
        "name": "Bênção Épica",
        "description": "Você ganha um talento Bênção Épica ou outro talento à sua escolha para o qual você se qualifica. Bênção de Lembrança de Feitiços é recomendada.",
        "level": 19,
        "isPassive": true
      },
      {
        "name": "Feitiços Assinatura",
        "description": "Escolha dois feitiços de nível 3 em seu livro de feitiços como seus feitiços assinatura. Você sempre tem esses feitiços preparados, e pode conjurar cada um deles uma vez no nível 3 sem gastar um espaço de feitiço.",
        "level": 20,
        "isPassive": true
      }
    ],
    "progressionTable": {
      "levels": [
        {"level": 1, "proficiencyBonus": 2, "cantrips": 3, "preparedSpells": 4, "spellSlots": [2, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 2, "proficiencyBonus": 2, "cantrips": 3, "preparedSpells": 5, "spellSlots": [3, 0, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 3, "proficiencyBonus": 2, "cantrips": 3, "preparedSpells": 6, "spellSlots": [4, 2, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 4, "proficiencyBonus": 2, "cantrips": 4, "preparedSpells": 7, "spellSlots": [4, 3, 0, 0, 0, 0, 0, 0, 0]},
        {"level": 5, "proficiencyBonus": 3, "cantrips": 4, "preparedSpells": 9, "spellSlots": [4, 3, 2, 0, 0, 0, 0, 0, 0]},
        {"level": 6, "proficiencyBonus": 3, "cantrips": 4, "preparedSpells": 10, "spellSlots": [4, 3, 3, 0, 0, 0, 0, 0, 0]},
        {"level": 7, "proficiencyBonus": 3, "cantrips": 4, "preparedSpells": 11, "spellSlots": [4, 3, 3, 1, 0, 0, 0, 0, 0]},
        {"level": 8, "proficiencyBonus": 3, "cantrips": 4, "preparedSpells": 12, "spellSlots": [4, 3, 3, 2, 0, 0, 0, 0, 0]},
        {"level": 9, "proficiencyBonus": 4, "cantrips": 4, "preparedSpells": 14, "spellSlots": [4, 3, 3, 3, 1, 0, 0, 0, 0]},
        {"level": 10, "proficiencyBonus": 4, "cantrips": 5, "preparedSpells": 15, "spellSlots": [4, 3, 3, 3, 2, 0, 0, 0, 0]},
        {"level": 11, "proficiencyBonus": 4, "cantrips": 5, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 12, "proficiencyBonus": 4, "cantrips": 5, "preparedSpells": 16, "spellSlots": [4, 3, 3, 3, 2, 1, 0, 0, 0]},
        {"level": 13, "proficiencyBonus": 5, "cantrips": 5, "preparedSpells": 17, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 14, "proficiencyBonus": 5, "cantrips": 5, "preparedSpells": 18, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 0, 0]},
        {"level": 15, "proficiencyBonus": 5, "cantrips": 5, "preparedSpells": 19, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 16, "proficiencyBonus": 5, "cantrips": 5, "preparedSpells": 21, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 0]},
        {"level": 17, "proficiencyBonus": 6, "cantrips": 5, "preparedSpells": 22, "spellSlots": [4, 3, 3, 3, 2, 1, 1, 1, 1]},
        {"level": 18, "proficiencyBonus": 6, "cantrips": 5, "preparedSpells": 23, "spellSlots": [4, 3, 3, 3, 3, 1, 1, 1, 1]},
        {"level": 19, "proficiencyBonus": 6, "cantrips": 5, "preparedSpells": 24, "spellSlots": [4, 3, 3, 3, 3, 2, 1, 1, 1]},
        {"level": 20, "proficiencyBonus": 6, "cantrips": 5, "preparedSpells": 25, "spellSlots": [4, 3, 3, 3, 3, 2, 2, 1, 1]}
      ]
    },
    "spellcasting": {
      "ability": "Inteligência",
      "spellSaveDC": "8 + proficiency bonus + Intelligence modifier",
      "spellAttackBonus": "proficiency bonus + Intelligence modifier",
      "spellList": "Mago",
      "preparedSpells": true,
      "ritualCasting": true,
      "cantripsKnown": 3,
      "spellsKnown": 0,
      "spellSlots": true
    }
  }
]
