[
  {
    "name": "Aasimar",
    "description": "Os aasimar são seres tocados pelo poder celestial, descendentes de criaturas divinas ou abençoados por deuses. Eles carregam uma centelha do poder celestial dentro de si, manifestando-se através de habilidades mágicas e transformações sobrenaturais.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium", "Small"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Carisma": 2,
      "Sabedoria": 1
    },
    "traits": [
      {
        "name": "Resistência Celestial",
        "description": "Você tem resistência a dano necrótico e radiante.",
        "level": null
      },
      {
        "name": "Visão no Escuro",
        "description": "Você tem visão no escuro com alcance de 60 pés.",
        "level": null
      },
      {
        "name": "Mãos Curativas",
        "description": "Como uma ação mágica, você toca uma criatura e rola um número de d4s igual ao seu bônus de proficiência. A criatura recupera pontos de vida igual ao total rolado. Uma vez que você usa esta característica, não pode usá-la novamente até terminar um descanso longo.",
        "level": null
      },
      {
        "name": "Portador de Luz",
        "description": "Você conhece o truque Luz. Carisma é sua habilidade de conjuração para ele.",
        "level": null
      },
      {
        "name": "Revelação Celestial",
        "description": "Quando você atinge o nível 3 de personagem, pode se transformar como uma ação bônus usando uma das opções abaixo (escolha a opção cada vez que se transformar). A transformação dura 1 minuto ou até você terminá-la (sem ação necessária). Uma vez que você se transforma, não pode fazê-lo novamente até terminar um descanso longo.\n\nUma vez em cada um de seus turnos antes da transformação terminar, você pode causar dano extra a um alvo quando causar dano a ele com um ataque ou magia. O dano extra é igual ao seu bônus de proficiência, e o tipo do dano extra é Necrótico para Manto Necrótico ou Radiante para Asas Celestiais e Radiação Interior.\n\nOpções de transformação:\n• Asas Celestiais: Duas asas espectrais brotam temporariamente de suas costas. Até a transformação terminar, você tem velocidade de voo igual à sua velocidade.\n• Radiação Interior: Luz abrasadora irradia temporariamente de seus olhos e boca. Durante a duração, você emite luz brilhante em um raio de 10 pés e luz fraca por mais 10 pés, e no final de cada um de seus turnos, cada criatura dentro de 10 pés de você sofre dano radiante igual ao seu bônus de proficiência.\n• Manto Necrótico: Seus olhos se tornam brevemente poços de escuridão, e asas sem voo brotam temporariamente de suas costas. Criaturas que não sejam seus aliados dentro de 10 pés de você devem ter sucesso em um teste de resistência de Carisma (CD 8 + modificador de Carisma + bônus de proficiência) ou ter a condição Amedrontado até o final de seu próximo turno.",
        "level": 3
      }
    ],
    "languages": ["Comum", "Celestial"],
    "subraces": []
  },
  {
    "name": "Draconato",
    "description": "Os draconatos são descendentes de dragões, carregando o sangue dessas criaturas poderosas em suas veias. Eles manifestam características draconianas como escamas, garras e a capacidade de exalar energia elemental.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Força": 2,
      "Carisma": 1
    },
    "traits": [
      {
        "name": "Ancestralidade Dracônica",
        "description": "Sua linhagem provém de um progenitor dragão. Escolha o tipo de dragão da tabela Ancestrais Dracônicos. Sua escolha afeta seus traços Arma de Sopro e Resistência a Dano, bem como sua aparência.\n\nTabela de Ancestrais Dracônicos:\n• Dragão Negro - Tipo de Dano: Ácido\n• Dragão Azul - Tipo de Dano: Relâmpago\n• Dragão Latão - Tipo de Dano: Fogo\n• Dragão Bronze - Tipo de Dano: Relâmpago\n• Dragão Cobre - Tipo de Dano: Ácido\n• Dragão Dourado - Tipo de Dano: Fogo\n• Dragão Verde - Tipo de Dano: Veneno\n• Dragão Vermelho - Tipo de Dano: Fogo\n• Dragão Prata - Tipo de Dano: Frio\n• Dragão Branco - Tipo de Dano: Frio",
        "level": null
      },
      {
        "name": "Arma de Sopro",
        "description": "Quando você usa a ação Ataque em seu turno, pode substituir um de seus ataques por uma exalação de energia mágica em um Cone de 15 pés ou uma Linha de 30 pés que tem 5 pés de largura (escolha a forma cada vez). Cada criatura nessa área deve fazer um teste de resistência de Destreza (CD 8 + modificador de Constituição + bônus de proficiência). Em uma falha, uma criatura sofre 1d10 de dano do tipo determinado por seu traço Ancestralidade Dracônica. Em um sucesso, uma criatura sofre metade desse dano. Este dano aumenta em 1d10 quando você atinge os níveis de personagem 5 (2d10), 11 (3d10) e 17 (4d10).\n\nVocê pode usar esta Arma de Sopro um número de vezes igual ao seu bônus de proficiência, e recupera todos os usos gastos quando termina um descanso longo.",
        "level": null
      },
      {
        "name": "Resistência a Dano",
        "description": "Você tem resistência ao tipo de dano determinado por seu traço Ancestralidade Dracônica.",
        "level": null
      },
      {
        "name": "Visão no Escuro",
        "description": "Você tem visão no escuro com alcance de 60 pés.",
        "level": null
      },
      {
        "name": "Voo Dracônico",
        "description": "Quando você atinge o nível 5 de personagem, pode canalizar magia dracônica para dar a si mesmo voo temporário. Como uma ação bônus, você faz brotar asas espectrais em suas costas que duram 10 minutos ou até você retrair as asas (sem ação necessária) ou ter a condição Incapacitado. Durante esse tempo, você tem velocidade de voo igual à sua velocidade. Suas asas parecem ser feitas da mesma energia que sua Arma de Sopro. Uma vez que você usa este traço, não pode usá-lo novamente até terminar um descanso longo.",
        "level": 5
      }
    ],
    "languages": ["Comum", "Dracônico"],
    "subraces": []
  },
  {
    "name": "Anão",
    "description": "Os anões são uma raça resistente e determinada, conhecidos por sua força física, resistência a venenos e conexão profunda com a terra e a pedra. Eles são mestres artesãos e guerreiros formidáveis.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Constituição": 2,
      "Sabedoria": 1
    },
    "traits": [
      {
        "name": "Visão no Escuro",
        "description": "Você tem visão no escuro com alcance de 120 pés.",
        "level": null
      },
      {
        "name": "Resistência Anã",
        "description": "Você tem resistência a dano de veneno. Você também tem vantagem em testes de resistência que faz para evitar ou terminar a condição Envenenado.",
        "level": null
      },
      {
        "name": "Robustez Anã",
        "description": "Seu máximo de pontos de vida aumenta em 1, e aumenta em 1 novamente sempre que você ganha um nível.",
        "level": null
      },
      {
        "name": "Astúcia da Pedra",
        "description": "Como uma ação bônus, você ganha Tremorsense com alcance de 60 pés por 10 minutos. Você deve estar em uma superfície de pedra ou tocando uma superfície de pedra para usar este Tremorsense. A pedra pode ser natural ou trabalhada.\n\nVocê pode usar esta ação bônus um número de vezes igual ao seu bônus de proficiência, e recupera todos os usos gastos quando termina um descanso longo.",
        "level": null
      }
    ],
    "languages": ["Comum", "Anão"],
    "subraces": []
  },
  {
    "name": "Elfo",
    "description": "Os elfos são uma raça graciosa e longeva, conhecidos por sua conexão com a magia e a natureza. Eles possuem linhagens distintas que lhes conferem habilidades mágicas únicas e uma resistência natural a encantamentos.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Destreza": 2,
      "Inteligência": 1
    },
    "traits": [
      {
        "name": "Visão no Escuro",
        "description": "Você tem visão no escuro com alcance de 60 pés.",
        "level": null
      },
      {
        "name": "Linhagem Élfica",
        "description": "Você faz parte de uma linhagem que lhe concede habilidades sobrenaturais. Escolha uma linhagem da tabela Linhagens Élficas. Você ganha o benefício de nível 1 dessa linhagem.\n\nQuando você atinge os níveis de personagem 3 e 5, aprende uma magia de nível mais alto, conforme mostrado na tabela. Você sempre tem essa magia preparada. Você pode conjurá-la uma vez sem gastar slot de magia, e recupera a capacidade de conjurá-la dessa forma quando termina um descanso longo. Você também pode conjurar a magia usando qualquer slot de magia que tenha do nível apropriado.\n\nInteligência, Sabedoria ou Carisma é sua habilidade de conjuração para as magias que você conjura com este traço (escolha a habilidade quando selecionar a linhagem).\n\nTabela de Linhagens Élficas:\n• Drow - Nível 1: Alcance da Visão no Escuro aumenta para 120 pés + truque Dancing Lights | Nível 3: Faerie Fire | Nível 5: Darkness\n• Alto Elfo - Nível 1: Truque Prestidigitation (substituível) | Nível 3: Detect Magic | Nível 5: Misty Step\n• Elfo da Floresta - Nível 1: Velocidade aumenta para 35 pés + truque Druidcraft | Nível 3: Longstrider | Nível 5: Pass without Trace",
        "level": null
      },
      {
        "name": "Ancestralidade Fey",
        "description": "Você tem vantagem em testes de resistência que faz para evitar ou terminar a condição Enfeitiçado.",
        "level": null
      },
      {
        "name": "Sentidos Aguçados",
        "description": "Você tem proficiência na perícia Intuição, Percepção ou Sobrevivência.",
        "level": null
      },
      {
        "name": "Transe",
        "description": "Você não precisa dormir, e magia não pode fazê-lo dormir. Você pode terminar um descanso longo em 4 horas se passar essas horas em uma meditação transe, durante a qual mantém a consciência.",
        "level": null
      }
    ],
    "languages": ["Comum", "Élfico"],
    "subraces": []
  },
  {
    "name": "Gnomo",
    "description": "Os gnomos são uma raça pequena e inteligente, conhecidos por sua curiosidade, astúcia e conexão com a magia. Eles possuem linhagens distintas que lhes conferem habilidades mágicas e resistências mentais.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Small"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Inteligência": 2,
      "Constituição": 1
    },
    "traits": [
      {
        "name": "Visão no Escuro",
        "description": "Você tem visão no escuro com alcance de 60 pés.",
        "level": null
      },
      {
        "name": "Astúcia Gnômica",
        "description": "Você tem vantagem em testes de resistência de Inteligência, Sabedoria e Carisma.",
        "level": null
      },
      {
        "name": "Linhagem Gnômica",
        "description": "Você faz parte de uma linhagem que lhe concede habilidades sobrenaturais. Escolha uma das seguintes opções; qualquer uma que escolher, Inteligência, Sabedoria ou Carisma é sua habilidade de conjuração para as magias que você conjura com este traço (escolha a habilidade quando selecionar a linhagem):\n\n• Gnomo da Floresta: Você conhece o truque Minor Illusion. Você também sempre tem a magia Speak with Animals preparada. Você pode conjurá-la sem gastar slot de magia um número de vezes igual ao seu bônus de proficiência, e recupera todos os usos gastos quando termina um descanso longo.\n\n• Gnomo da Rocha: Você conhece os truques Mending e Prestidigitation. Além disso, você pode gastar 10 minutos conjurando Prestidigitation para criar um dispositivo mecânico minúsculo (CA 5, 1 PV), como um brinquedo, acendedor de fogo ou caixa de música. Quando você cria o dispositivo, determina sua função escolhendo um efeito de Prestidigitation; o dispositivo produz esse efeito sempre que você ou outra criatura usa uma ação bônus para ativá-lo com um toque. Você pode ter três desses dispositivos existindo ao mesmo tempo, e cada um se desfaz 8 horas após sua criação.",
        "level": null
      }
    ],
    "languages": ["Comum", "Gnômico"],
    "subraces": []
  },
  {
    "name": "Goliath",
    "description": "Os goliaths são uma raça de humanoides grandes e resistentes, descendentes de gigantes. Eles possuem uma força física impressionante e habilidades sobrenaturais herdadas de seus ancestrais gigantes.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium"],
    "speed": 35,
    "abilityScoreIncrease": {
      "Força": 2,
      "Constituição": 1
    },
    "traits": [
      {
        "name": "Ancestralidade Gigante",
        "description": "Você é descendente de Gigantes. Escolha um dos seguintes benefícios - uma dádiva sobrenatural de sua ancestralidade; você pode usar o benefício escolhido um número de vezes igual ao seu bônus de proficiência, e recupera todos os usos gastos quando termina um descanso longo:\n\n• Salto das Nuvens (Gigante das Nuvens): Como ação bônus, você se teletransporta magicamente até 30 pés para um espaço desocupado que pode ver.\n• Queimadura do Fogo (Gigante do Fogo): Quando você acerta um alvo com um ataque e causa dano a ele, também pode causar 1d10 de dano de fogo a esse alvo.\n• Frio da Geada (Gigante da Geada): Quando você acerta um alvo com um ataque e causa dano a ele, também pode causar 1d6 de dano de frio a esse alvo e reduzir sua velocidade em 10 pés até o início de seu próximo turno.\n• Queda da Colina (Gigante da Colina): Quando você acerta uma criatura Grande ou menor com um ataque e causa dano a ela, pode dar a essa criatura a condição Caído.\n• Resistência da Pedra (Gigante da Pedra): Quando você sofre dano, pode usar uma reação para rolar 1d12. Adicione seu modificador de Constituição ao número rolado e reduza o dano por esse total.\n• Trovão da Tempestade (Gigante da Tempestade): Quando você sofre dano de uma criatura dentro de 60 pés de você, pode usar uma reação para causar 1d8 de dano de trovão a essa criatura.",
        "level": null
      },
      {
        "name": "Forma Grande",
        "description": "A partir do nível 5 de personagem, você pode mudar seu tamanho para Grande como ação bônus se estiver em um espaço grande o suficiente. Esta transformação dura 10 minutos ou até você terminá-la (sem ação necessária). Durante essa duração, você tem vantagem em testes de Força, e sua velocidade aumenta em 10 pés. Uma vez que você usa este traço, não pode usá-lo novamente até terminar um descanso longo.",
        "level": 5
      },
      {
        "name": "Constituição Poderosa",
        "description": "Você tem vantagem em qualquer teste de habilidade que faz para terminar a condição Agarrado. Você também conta como um tamanho maior ao determinar sua capacidade de carga.",
        "level": null
      }
    ],
    "languages": ["Comum", "Gigante"],
    "subraces": []
  },
  {
    "name": "Halfling",
    "description": "Os halflings são uma raça pequena e ágil, conhecidos por sua sorte, coragem e habilidade para se esconder. Eles são resistentes ao medo e possuem uma sorte natural que os ajuda em situações difíceis.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Small"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Destreza": 2,
      "Carisma": 1
    },
    "traits": [
      {
        "name": "Corajoso",
        "description": "Você tem vantagem em testes de resistência que faz para evitar ou terminar a condição Amedrontado.",
        "level": null
      },
      {
        "name": "Agilidade Halfling",
        "description": "Você pode se mover pelo espaço de qualquer criatura que seja um tamanho maior que você, mas não pode parar no mesmo espaço.",
        "level": null
      },
      {
        "name": "Sorte",
        "description": "Quando você rola 1 no d20 de um Teste D20, pode rerrolar o dado, e deve usar o novo resultado.",
        "level": null
      },
      {
        "name": "Naturalmente Furtivo",
        "description": "Você pode usar a ação Se Esconder mesmo quando está obscurecido apenas por uma criatura que seja pelo menos um tamanho maior que você.",
        "level": null
      }
    ],
    "languages": ["Comum", "Halfling"],
    "subraces": []
  },
  {
    "name": "Humano",
    "description": "Os humanos são uma raça versátil e adaptável, conhecidos por sua diversidade e capacidade de se destacar em qualquer área. Eles são habilidosos, versáteis e sempre prontos para enfrentar novos desafios.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium", "Small"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Força": 1,
      "Destreza": 1,
      "Constituição": 1,
      "Inteligência": 1,
      "Sabedoria": 1,
      "Carisma": 1
    },
    "traits": [
      {
        "name": "Recursoso",
        "description": "Você ganha Inspiração Heroica sempre que termina um descanso longo.",
        "level": null
      },
      {
        "name": "Habilidoso",
        "description": "Você ganha proficiência em uma perícia à sua escolha.",
        "level": null
      },
      {
        "name": "Versátil",
        "description": "Você ganha um talento de origem à sua escolha.",
        "level": null
      }
    ],
    "languages": ["Comum"],
    "subraces": []
  },
  {
    "name": "Orc",
    "description": "Os orcs são uma raça forte e resistente, conhecidos por sua força física, resistência e determinação. Eles possuem uma resistência natural que os ajuda a sobreviver em situações extremas.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Força": 2,
      "Constituição": 1
    },
    "traits": [
      {
        "name": "Corrida de Adrenalina",
        "description": "Você pode usar a ação Correr como ação bônus. Quando faz isso, ganha um número de pontos de vida temporários igual ao seu bônus de proficiência.\n\nVocê pode usar este traço um número de vezes igual ao seu bônus de proficiência, e recupera todos os usos gastos quando termina um descanso curto ou longo.",
        "level": null
      },
      {
        "name": "Visão no Escuro",
        "description": "Você tem visão no escuro com alcance de 120 pés.",
        "level": null
      },
      {
        "name": "Resistência Implacável",
        "description": "Quando você é reduzido a 0 pontos de vida mas não é morto instantaneamente, pode cair para 1 ponto de vida em vez disso. Uma vez que você usa este traço, não pode usá-lo novamente até terminar um descanso longo.",
        "level": null
      }
    ],
    "languages": ["Comum", "Orc"],
    "subraces": []
  },
  {
    "name": "Tiefling",
    "description": "Os tieflings são descendentes de criaturas diabólicas ou demoníacas, carregando o sangue infernal em suas veias. Eles possuem legados distintos que lhes conferem habilidades mágicas e resistências específicas.",
    "creatureType": "Humanoid",
    "sizeOptions": ["Medium", "Small"],
    "speed": 30,
    "abilityScoreIncrease": {
      "Inteligência": 2,
      "Carisma": 1
    },
    "traits": [
      {
        "name": "Visão no Escuro",
        "description": "Você tem visão no escuro com alcance de 60 pés.",
        "level": null
      },
      {
        "name": "Legado Diabólico",
        "description": "Você é o receptor de um legado que lhe concede habilidades sobrenaturais. Escolha um legado da tabela Legados Diabólicos. Você ganha o benefício de nível 1 do legado escolhido.\n\nQuando você atinge os níveis de personagem 3 e 5, aprende uma magia de nível mais alto, conforme mostrado na tabela. Você sempre tem essa magia preparada. Você pode conjurá-la uma vez sem gastar slot de magia, e recupera a capacidade de conjurá-la dessa forma quando termina um descanso longo. Você também pode conjurar a magia usando qualquer slot de magia que tenha do nível apropriado.\n\nInteligência, Sabedoria ou Carisma é sua habilidade de conjuração para as magias que você conjura com este traço (escolha a habilidade quando selecionar o legado).\n\nTabela de Legados Diabólicos:\n• Abissal - Nível 1: Resistência a dano de veneno + truque Poison Spray | Nível 3: Ray of Sickness | Nível 5: Hold Person\n• Ctoniano - Nível 1: Resistência a dano necrótico + truque Chill Touch | Nível 3: False Life | Nível 5: Ray of Enfeeblement\n• Infernal - Nível 1: Resistência a dano de fogo + truque Fire Bolt | Nível 3: Hellish Rebuke | Nível 5: Darkness",
        "level": null
      },
      {
        "name": "Presença Sobrenatural",
        "description": "Você conhece o truque Thaumaturgy. Quando você o conjura com este traço, a magia usa a mesma habilidade de conjuração que você usa para seu traço Legado Diabólico.",
        "level": null
      }
    ],
    "languages": ["Comum", "Infernal"],
    "subraces": []
  }
]
